{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\nThis procedure describes the JYSK Timber Regulation Due Diligence System cf. EU Timber Regulation (EUTR), UK Timber Regulation (UKTR) and Swiss Timber Regulation (CHTR) and sets the requirements for suppliers of products within the scope of these regulations.\n\n| Section   | Changes                                                                                                                          |\n|:----------|:---------------------------------------------------------------------------------------------------------------------------------|\n| 4         | Deadline for sending documents further specified, handling multiple articles, layout of documents, number and name all documents |\n| 4.3       | FSC-certificate verification                                                                                                     |\n| 4.4.2     | UWS reports                                                                                                                      |\n| 8.1       | When to fill out TR I and TR II statement                                                                                        |\n\nPage 1/23", "page": 1, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\n| 0     | 1                                                                                                                                                                            |\n|:------|:-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 1     | Te a) i 0 y=)                                                                                                                                                                |\n| 2     | 1 OO) 8]                                                                                                                                                                     |\n| 3     | CTT aT ar=] ke) ma a t~ 1 01 ©) 0                                                                                                                                            |\n| 4     | REQUIFEd GCOCUMENTATION ....... ccc ccc cece cece eee eeeeeceeeeeeceeeueeceeeueeeeeeeneeeeeuueeeeeuaeeeeeueeeteuaeeeeeugeeeeeuaeeseuuueeseeuereegs                           |\n| 4.1   | Documents fOr all PrOCUCES ......... cece ccc ccc cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeueeeeeeeseeeeeeeseeeteeeueeeeeeeuaeeeeeeguueeeeeggereeegs                            |\n| 4.1.1 | Oh Seas i) 0) 0) |                                                                                                                                                           |\n| 4.1.2 | SUPDIY CHAIN OVEPVIEW..... ccc ccc cece cc ceeeceeeeeceeeeeeueueeeeeeeeeeeueeeeueeeeeeeeeeeueeeeeueeeeeueeeeuueeeeueeeeeueeteu", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "ueeteuaeeeeueeseegs                            |\n| 4.2   | Documents for COMPOSITE MatETIAlS ........ eee eee eee eee ee eee eee eeeeeeeeeeeeeeeeeueeeeeeueeeeeeueeeeeuaeeteeueeeeeuaeetsegueesenes                                     |\n| 4.3   | FSC-Certified PrOCGuUctS ...... ccc ccc cccceecceceeeceeececeeececeeeuceeeeeueueeeeeueeeeeuueeeeeuueeeeeuueeeeuueeeteuauseneueeeeeuueereseueeengs                            |\n| 4.4   | Additional requirements for AIGN-riSk PrOCGUCES .........cc cece cece eee e cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeueeeeeeeggaeeenengs                                   |\n| 4.4.1 | High-risk COUNTFIES ANd WOO SPECIES ........ cece cece cece cence ee eeeeeeeeeeeeeceeeeeeeeeeeeeaeeeeeeegaeeeteegueeseeegeeeteeegaeeeeegggs                                  |\n| 4.4.2 | Preferred Dy Nature ....... cc ccc cece cc ceeee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeaeeseeeeaeeeeeeuaueeeeeaueeeeeeuuaeeeeeeueeesteee", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "geeseegs                          |\n| 4.4.3 | Te@St rEQUIFEMENUS....... ccc cece cece cence eee en cece cece eeeeeeeeseeeeeeeeeeeseneeeaeseneseuseeneeeeeeunseaeteueteueseueteneseueteneserstereeggs                       |\n| 4.4.4 | Elaboration of test reQuireMentS ..........ccccccccceeeeecceeeeeeceeeeeeeeeeeceeeeeeeeeaeeeeeeeaueeeeeeaeeeeeeegaeeeeeeggeeeeseggeeetseggs                                   |\n| 4.5   | Documentation for products made of recycled MaterialsS .......... cc ccc cece cece ec ceeeeeeeeeeeeeeeeeeeeeeueeeeeeueeeeneueeeneugs                                         |\n| 4.6   | dC ee                                                                                                                                                                        |\n| nan   | RISK ASSECSSMENL ...... cece ccc cc cece cece eee cece eee e eee e eee e eee eee EEE EEE EEE EEA E EERE REESE SEES SERRE REESE ESOS SERRE ESSE SESS SERRE REESE SSSSEE REESE |\n| nan   | RISK MITIGATION ....... cece cece cece cece e eee e cece eeeeeeeeeeeeeeeeeeeeeeeeeeeee", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "eeeeeeneeeeeeeaeeeeeeeeeeeeeeegaeseeeegaeeeeeeegeeseteegeeseegs 1(                     |\n| nan   | CONSEQUENCES Of NON-COMDPIIANCE ....... cece cc ccc cece cece eee eeeeeeeeeeeeeeeeeceeeeeeueeeteneeeeeuaeeeeeueeeteuaueseeugeeteegeeeneegs 1(                                |\n| nan   | =) nn) ©) Ce | oe 11                                                                                                                                                         |\n| 8.1   | New TRI & TRII statement templates ......... cece ccce cece eeeeeeeeeeeeceeceeeeeeeueeeeeuueeeeeuueeteeuueeteugueeneuaeeegs 11                                               |\n| 8.2   | New Supply Chain Overview template ...........c cece cccec eee cceeeeeeeeeeeeeeeeeeeeeeeeeeeeneeeeeeeaeeeeeeugeeeeeeegueeteeeganenegs 1°                                     |\n\nPage 2/23", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "• Regulation (EU) No 995/2010 of the European parliament and of the Council of 20 October 2010 laying down the obligations of operators who place timber and timber products on the market (hereafter Regulation No 995/2010 or EU Timber Regulation).\n\n• Commission Implementing Regulation (EU) No 607/2012 of 6 July 2012 on the detailed rules concerning the due diligence system and the frequency and nature of the checks on monitoring organisations as provided for in Regulation (EU) No 995/2010 of the European Parliament and of the Council laying down the obligations of operators who place timber and timber products on the market (hereafter Regulation No 607/2012).\n\nCouncil Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereafter Regulation No 2173/2005).\n\n• UK Statutory Instruments No. 233 The Timber and Timber Products (Placing on the Market) Regulations 2013 • UK Statutory Instruments No. 1025 The Timber and Timber Products and FLEGT (EU Exit) Regulations 2018\n\n• 814.021 Swiss Ordinance on Placing Timber and Timber products on the Market (Holzhandelsverordnung, HHV) of May 12. 2021.\n\nAll products imported to the EU Market or in assortment in UK or CH", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " under the customs codes specified in the Annex\n\nNote: As of 01.01.2022, a new custom code has been added to EUTR. The custom code is not shown in the Regulation or consolidated versions. The new custom code within scope is 9403 91 00 xx. Custom codes under 4414 xx xx xx are also within scope of EUTR.\n\nProducts or components made from materials that have completed their lifecycle and would otherwise be disposed as waste are exempt from the Timber Regulations. Documentation of recycling must however be provided (see 4.5).\n\nThe purpose of the Timber Regulations is to prevent placing illegally harvested timber and timber products on the markets. To ensure this, the regulations require the implementation of a due diligence system used when placing timber or timber products on the markets for the first time.\n\nThe due diligence system must contain three elements:\n\n1. Collecting necessary information/documentation\n\n2. Assessing the risk\n\n3. If necessary, mitigating the risk to ensure that the risk of importing illegally harvested timber or timber products can be considered negligible.\n\nIn cases where JYSK is not the importer of articles with custom codes within scope of any of the timber regulations, the supplier is responsible to follow their own due diligence system, to secure that the risk of illegal harvesting is negligible.\n\nThe following requirements are necessary for JYSK to exercise due diligence when placing products within the scope of the Timber Regulations on the markets.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "The documents as described in chapter 4 must be consolidated into one PDF-file for each product, except for JYSK 10003 – Supply chain overview template, which must be sent as a separate Excel file.\n\nThe following updated templates, now Excel files, are located under downloads in Supplier Guideline:\n\nJYSK 10001 - TR I statement template\n\nJYSK 10002 – TR II Statement template\n\nJYSK 10003 – Supply chain overview template\n\nThe supplier must fill out the relevant documents and send to eutr@JYSK.com minimum two weeks prior to ETD. the first shipment and prior to expiry of existing documents. For truck and air delivery, the documents must be sent 30 days before delivery date.\n\nDocumentation must be sent in one complete merged document, except for JYSK 10003 – Supply chain overview template, which must be sent as a separate Excel file. Invoice between sub-supplier to supplier, and from supplier to JYSK can be proforma invoices, to be able to meet the deadlines. Proforma invoices must later be followed by the final commercial invoices. The final commercial invoices should be received no later than two weeks after ETD. The file name and email title must be:\n\nIt is very important that the supplier informs JYSK when emailing the EUTR documents to the JYSK Timber Regulation mailbox eutr@JYSK.com, if articles share identical or very similar supply chains, so that the", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " JYSK EUTR approver can approve multiple articles at the same time. Please write all the related article numbers and article description in one email and attach all the related documentation. The file name and email title must be:\n\nSuppliers must orientate documents vertically (portrait) or horizontally (landscape), so all text is in correct readable orientation without rotating pages.\n\nSupplier should always number and name EUTR documents. For instance,\n\n1. Forest’s FSC certificate\n\n2. Forest's customs clearance documents of imported wood\n\n3. Forest’s phytosanitary certificate\n\n4. Forest’s bill of lading\n\nInvoice between forest and producer\n\n6. Delivery note between forest and producer\n\n7. Producer’s business license\n\n8. Producer’s FSC certificate\n\n9. Etc.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\nThe documents remain valid for a maximum of one year, but only if all supply chains within the documents stay unchanged. If anything within the supply chain changes, new documents must be provided. A product or order has valid documentation if the documentation is valid at ETD date. This means that the article can reach customs duty or JYSK distributions centres with expired documentation, as long as the documents were valid at ETD date. If there are open orders, the documents must be replaced before expiry, in line with deadlines specified in this section. If there are any changes in the supply chain, and there are open orders, the documentation must be updated.\n\nAll orders must be associated with a set of valid documents. For guidance on how to link an order in Supplier Portal to a set of documents, see JYSK 10004 - Timber Regulation ID.\n\nThe following documentation is required for all products within the scope of the Timber Regulations:\n\n• TR I statement template.\n\nSupply chain overview containing all tiers incl. addresses and documentation of the supply chain (See 4.1.2).\n\nSuppliers must ensure that all information is correct and coherent before sending to JYSK.\n\nSuppliers must note the following when filling out the TR I statement template:\n\nThe TR I statement template must be filled out for each product.\n\nThe different wood types must be specified using complete botanical names (genus + species).\n\nThe use of", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " recycled wood must be specified in the TR I statement template.\n\nPart numbers used in the assembly instruction (AI) must be indicated. If the part numbers in the AI changes, the TR I statement template must be updated to fit accordingly. If the product does not have an AI, the parts must be indicated with clear wording.\n\nIf wood species or country of origin changes for non-composite material the product must receive a new article number from JYSK.\n\nIf a product is produced from several types of wood in varying proportions or some of the declared types of wood are not necessarily used in every produced item, the following principles apply when calculating the volume:\n\nThe complete supply chain must be documented for each possible type of wood in the end-product.\n\nThe volumes must be specified based on the total yearly production ratio.\n\nThe total specified volume must match the summarized volume from the different types of wood.\n\nA table is made of the following wood types:\n\n• Tabletop is made of oak (0,005 CBM)\n\nLegs are made of ash, birch, maple or oak (0,005 CBM)\n\n• Veneer (0,0003 CBM)\n\n• MDF components (0,0017 CBM)\n\n• Total volume = 0,012 CBM\n\nDuring one year, the use of the different types of wood in the legs is as follows:\n\n• 20% birch, Betula platyphylla (0.001 CBM)\n\n20% maple, Acer", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " mono maxim (0.001 CBM)\n\n• 40% oak, Guercus mongolica (0.002 CBM)\n\nNote: If an exact calculation is not possible it must be distributed equally to each type of wood (25% each).", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\nIn the TR I statement template column “Proportional wood volume of this variety in CBM” can be filled out using the volume as the percentage used – extrapolated over one year.\n\n| 0                                                                                                                                                                                                                                                           | 1                | 2                                    | 3                                                                       | 4                    | 5                                     |\n|:------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:-----------------|:-------------------------------------|:------------------------------------------------------------------------|:---------------------|:--------------------------------------|\n| Botanical name of the wood according                                                                                                                                                                                                                        | | Wood origin    | Proportional                         | | UWS-no.                                                               | Part                 | Does the                              |\n| to EN 13556. (If composite material (e.g. MDF, OSB, plywood, chipboard, paper) are part of the product, the 7R II statement template for composite materials must be filled out for each composite material. The composite material itself is listed here.) | (country/region) | | wood volume of this variety in CBM | \"negligible risk\". (if available) and | the date of the last UWS update | | number | (from AI) | part | contain FSC recycled material? |\n| Fraxinus mandshurica (0-0,005 CBM)                                                                                                                                                                                                                          | | China/Jilin    | 0001                                 | nan                                                                     | nan                  |", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " nan                                   |\n| Betula platyphylla (0-0,005 CBM)                                                                                                                                                                                                                            | China/Jilin      | 0001                                 | nan                                                                     | nan                  | nan                                   |\n| Acer mono maxim (0-0,005 CBM)                                                                                                                                                                                                                               | China/Jilin      | 0001                                 | nan                                                                     | nan                  | nan                                   |\n| MDF                                                                                                                                                                                                                                                         | China/Jilin      | 00017                                | nan                                                                     | nan                  | nan                                   |\n| Quercus mongolica (0,005-0,01 CBM)                                                                                                                                                                                                                          | | China/Jilin    | 0007                                 | nan                                                                     | nan                  | nan                                   |\n| Quercus mongolica (veneer)                                                                                                                                                                                                                                  | China/Jilin      | 00003                                | nan                                                                     | nan                  | nan                                   |\n\nNote: Since the tabletop is also made of oak, the volume is added equalling 0,007 CBM.\n\nThe possible volume in each end-product must be indicated after the relevant type of wood. In this case 0-0,005 CBM if either none or only that wood type was used in the end-product. As the tabletop was also made of oak, this must be taken into account resulting in a possible volume of 0,005-0,01 CBM for oak.\n\nPage 6/23", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "For each type of wood and harvest country used in a product the supply chain must be documented following these\n\n• The supply chain overview must follow the structure illustrated in 8.2\n\n• All documents in the supply chain must be marked with a number with a reference to the supply chain overview.\n\n• Documentation must contain complete addresses of\n\nThe invoice from the producer to the trader must contain JYSK article number.\n\n• All documents must be sufficiently translated to English, so that content and meaning is comprehensible.\n\n• All documents must be legible.\n\n• The required documentation will vary depending on country of origin.\n\nIf some of the documents provided for the supply chain overview are not properly translated or illegible, they will be\n\nconsidered not available.\n\nIf a product contains composite materials (e.g. MDF, plywood, chipboard, paper etc.) the following documentation is required additionally:\n\nTR II statement template – which must include all wood species that could be in the product. Documentation for all possible wood species must also be included in the documentation.\n\nSupply chain overview. The supply chain must be documented for each type of wood and harvest country used in the composite material. The supply chain overview must be as described in 4.1.2.\n\nThe different wood types must be specified using complete botanical names (genus + species).\n\n• If a product containing composite materials also requires UWS according to 4.4.1 the TR II statement template must be included in the supply chain documentation to", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " Preferred by Nature.\n\nThe use of recycled wood must be specified in the TR II statement template.\n\nSoon we plan on requiring composite materials to contain post-consumer recycled materials. We urge suppliers to start looking into this. See section 4.5 regarding recycled materials.\n\nFSC-certification will be considered a risk mitigating measure when the following applies:\n\nComplete supply chain must be FSC-certified from forest to last supplier before JYSK.\n\nFSC-certificates for all tiers in the supply chain must be provided. For FSC-certificate code documentation go onto Microsoft Power BI for FSC-certificate verification. The information on FSC’s certificate public dashboard are the newest updated versions. Therefore, take a screenshot of the relevant FSC-certificate and attach it to the EUTR report.\n\n• FSC claim and CoC-number is stated on purchasing documentation between all tiers.\n\nNote: FSC-certification cannot replace the additional requirements described in 4.4.\n\nThe following risk mitigating requirements is considered necessary to ensure negligible risk.\n\nSuppliers of products produced in high-risk countries and/or containing high risk wood species must obtain third party verification to mitigate the risk in accordance with Table 1.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\n| Products:                             | Risk igating              | requirements:                                         |\n|:--------------------------------------|:--------------------------|:------------------------------------------------------|\n| Products produced in China            | On-site audit             | nan                                                   |\n| containing oak and/or ash             | Risk assessment of Unique | Wood Sources (UWS)                                    |\n| nan                                   | On-site audit             | nan                                                   |\n| Products produced in Ukraine          | Risk assessment of Unique | Wood Sources (UWS)                                    |\n| Products containing wood from Ukraine | Risk assessment of Unique | Wood Sources (UWS): For wood originating from Ukraine |\n| Products produced in Turkiye          | On-site audit             | nan                                                   |\n| Products produced in Turkiye          | Risk assessment of Unique | Wood Sources (UWS)                                    |\n\nNote: JYSK does not accept products produced in Russia or containing timber from Russia.\n\nJYSK has chosen Preferred by Nature as service provider. Suppliers of these products must enter into an agreement with Preferred by Nature for the following services:\n\n• On-site audits (OSA)\n\n• Risk assessment of Unique Wood Sources (UWS)\n\nThe UWS is a desk-based risk identification of the supply chain documentation for each individual wood source allowing detailed review and verification of the documents. The UWS must be conducted for each type of wood or composite material used in a product and the result of each UWS must be negligible. The UWS", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " is valid only for the volume indicated in the documents and for the exact supply chain documented. The UWS can only be conducted based on detailed supply chain documentation with English translations provided by the supplier.\n\nArticles that contain UWS report(s) from Preferred by Nature do not need to be accompanied with the new JYSK supply chain overview. However, the supplier’s own supply chain overview still needs to be submitted to Preferred by Nature to complete the UWS report. The supplier should always be able to show a supply chain overview and the supply chain overview should be available in the Preferred by Nature report.\n\nThe on-site audit provides an overview of the supplier’s performance allowing JYSK to identify risks. The result of the on-site audit must be negligible. The on-site audit will include an assessment of general record keeping, an assessment of risk of mixing and an assessment of legal operation of the factory.\n\nThe on-site audit must be conducted before first shipment. Depending on the result of the audit, the on-site audit should be expected to be renewed yearly and no later than 2 years after the last on-site audit.\n\nUsually, the on-site audit will take place at the producing factory but can be conducted on all tiers in the supply chain\n\nif necessary, to conclude negligible risk.\n\nIn some cases, on-site audits on either the producing factory or sub suppliers (e.g. sawmill or forest) are necessary to conclude negligible risk in the UWS. These on-site audits must take place early enough", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " for the audit report to be included in the documents provided to JYSK before shipping.\n\nTo set up the agreement with Preferred by Nature the supplier must contact JYSK@preferredbynature.org. Preferred by Nature will provide additional details related to the agreement and the process.\n\nThe supplier must bear all costs related to the third-party verification.\n\nTo mitigate the risk of finding undeclared wood species or origins in products, the following test requirements apply:", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\n| Products:         | Test requirement:                  | Test method:                          |\n|:------------------|:-----------------------------------|:--------------------------------------|\n| Solid oak and ash | Determination of genus and species | Wood anatomy (macro- and microscopic) |\n| Solid oak and ash | Determination of origin            | Stable isotope                        |\n\nNote: Veneer oak and ash is considered solid wood and must undergo testing for both genus, species and origin.\n\n• Tests must be conducted by the producing factory or trader to JYSK.\n\nThe tested sample must be taken from the materials to be used in the products for JYSK.\n\n• The tests can be done on batch level instead of product level.\n\nThe test report must be included in the supply chain documentation.\n\nTest reports are valid for maximum two years (applicable from 1st of June 2023).\n\n• If the supply chain changes, a new test report is required.\n\n• If the product requires UWS according to 4.4.1 the test must be provided to Preferred by Nature and be included into the final UWS Risk Assessment.\n\nJYSK has a lot of data and experience from testing, and the requirements set out in 4.4.3 are what currently provide us with the best possible security of negligible risk.\n\nJYSK has also required wood anatomy analysis for composite materials. After extensive data collection, and a dialogue", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": " with world leading experts (Thünen), this is no longer a JYSK requirement. The reason being, that composite materials are typically made of all available species of timber in the harvested forest area. A forest is a complex ecological system, and humans cannot decide exactly which species of timber should grow where and when. It is fair and expectable that undeclared timber species will show up in a wood anatomy analysis of particleboards. But this does not mean the timber has been harvested illegally.\n\nProducts or components made from post-consumer recycled materials are exempt from the Timber Regulations. The supplier must be able to prove that the product or component is recycled by providing the following documentation:\n\n• TR I statement template stating the use of recycled materials.\n\nFSC Recycled must be used as documentation (as of 1.1.2023)\n\nThe use of non-documented post-consumer and any pre-consumer recycled material incl. production waste is prohibited in JYSK products within the scope of the Timber Regulations.\n\nFor products produced in Indonesia, follow the description in the FLEGT section in JYSK General Requirements.\n\nFor products produced outside Indonesia, but containing timber from Indonesia, normal timber procedure, as described in this document, must be followed. The first documentation in the supply chain would then be the FLEGT license for the timber exported from Indonesia.\n\nThe risk assessment will be completed by JYSK based on the documents provided by the supplier. Only products considered to have negligible risk can", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "If the risk assessment for a product does not result in negligible risk, JYSK will inform the supplier about necessary actions to sufficiently mitigate the risk.\n\nThe following applies in the event of any non-compliances to the requirements within this document:\n\n• Each non-compliance will be penalized with fines up to 25.000 euro.\n\nRepeated non-compliances will result in termination of the business relationship with the supplier.\n\nPage 10/23", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "TR I statement must be filled out by the supplier. If the article is made of composite material such as MDF, PB, OSB, plywood, chipboard, paper, remember to fill in the TR II statement template as well.\n\nNote: Remember to save these two files as PDF files and use them as front pages for your EUTR report.\n\n| Unnamed: 0                                                                               | TR I statement                                                                           | ¥ ) Ss                                                                                   |\n|:-----------------------------------------------------------------------------------------|:-----------------------------------------------------------------------------------------|:-----------------------------------------------------------------------------------------|\n| Article number Amfori ID of producer/factory                                             | Article number Amfori ID of producer/factory                                             | Article number Amfori ID of producer/factory                                             |\n| Article description                                                                      | Article description                                                                      | Article description                                                                      |\n| Supplier name                                                                            | On-site Audit (OSA) number \"negligible risk\" if available.                               | nan                                                                                      |\n| Supplier number                                                                          | Issue date of on-site audit                                                              | nan                                                                                      |\n| Name of producer/factory outside of the EU Address of producer/factory outside of the EU | Name of producer/factory outside of the EU Address of producer/factory outside of the EU | Name of producer/factory outside of the EU Address of producer/factory outside of the EU |\n| Receiver/customer                                                                        | Commodity code                                                                           | nan                                                                                      |\n\n| Botanical name of the wood according to EN 13556*   | Wood origin (country/region/ province)   | Pro", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "portional wood volume of this variety (cam)   |   | wood weight per 5 [atticle (kg)| |   UWS-no. “negligible risk\" (if available) and the date of the ist UWS update |   Part number from assembly . 3 instruction |   | Does the part ntain recycled material? YES/NO |\n|:----------------------------------------------------|:-----------------------------------------|:-------------------------------------------------|-------------------------------------:|------------------------------------------------------------------------------:|--------------------------------------------:|--------------------------------------------------:|\n| Total volume of                                     | wood in this artide (CBM)                | oO                                               |                                  nan |                                                                           nan |                                         nan |                                               nan |\n\nPage 11/23", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\n| Article number               |\n|:-----------------------------|\n| Article description          |\n| Supplier name                |\n| Supplier number              |\n| Name of composite roducer    |\n| Address of composite roducer |\n| Receiver/customer            |\n\n| Botanical name of the wood according to EN 13556   | Wood origin (country/region/ province)   | UWS-no. “negligible risk” (if available) and the date of the last UWS update   | Does the part contain FSC recycled material? YES/NO   |\n|----------------------------------------------------|------------------------------------------|--------------------------------------------------------------------------------|-------------------------------------------------------|\n\nPage 12/23", "page": 12, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\nNote: Remember to save changes as an Excel file, so the JYSK approver can comment on the same sheet.\n\nExplanation notes can be found in every green field. Place the arrow on the right corner on the red arrow and the explanation note will appear.\n\nPage 13/23", "page": 13, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 14, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 21, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com\n\n|   ORDER | Unnamed: 1       | Unnamed: 2       |   Unit price |\n|--------:|:-----------------|:-----------------|-------------:|\n|     nan | Order No.:4512 i | nan              |          nan |\n|     nan | atin             | 3SW2TthAug.2018) |          nan |\n\nPage 23/23", "page": 23, "source": "JYSK 8101 - Timber regulation.pdf", "type": "MergedText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "This procedure describes the JYSK Timber Regulation Due Diligence System cf. EU Timber Regulation (EUTR), UK Timber Regulation (UKTR) and Swiss Timber Regulation (CHTR) and sets the requirements for suppliers of products within the scope of these regulations.", "page": 1, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Section Changes 4 Deadline for sending documents further specified, handling multiple articles, layout of documents, number and name all documents 4.3 FSC-certificate verification 4.4.2 UWS reports 8.1 When to fill out TR I and TR II statement 8.2 Explanation notes", "page": 1, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "1 2 3 4 4.1 4.1.1 4.1.2 4.2 4.3 4.4 4.4.1 4.4.2 4.4.3 4.4.4 4.5 4.6 5 6 7 8 8.1 8.2", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Legal basis ....................................................................................................................................... 3", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "General information .......................................................................................................................... 3", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Required documentation .................................................................................................................... 4", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Documents for all products ................................................................................................................ 5", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "TR I statement ................................................................................................................................. 5", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Supply chain overview ....................................................................................................................... 7", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Documents for composite materials .................................................................................................... 7", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "FSC-certified products ....................................................................................................................... 7", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Additional requirements for high-risk products ..................................................................................... 7", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "High-risk countries and wood species .................................................................................................. 7", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Preferred by Nature .......................................................................................................................... 8", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Test requirements ............................................................................................................................. 8", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Elaboration of test requirements ......................................................................................................... 9", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Documentation for products made of recycled materials ........................................................................ 9", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Risk assessment ............................................................................................................................... 9", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Risk mitigation ............................................................................................................................... 10", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Consequences of non-compliance ..................................................................................................... 10", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "New TR I & TR II statement templates .............................................................................................. 11", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "New Supply Chain Overview template ............................................................................................... 13", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Examples of documentation translations ............................................................................................ 14", "page": 2, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Regulation (EU) No 995/2010 of the European parliament and of the Council of 20 October 2010 laying down the obligations of operators who place timber and timber products on the market (hereafter Regulation No 995/2010 or EU Timber Regulation).", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Commission Implementing Regulation (EU) No 607/2012 of 6 July 2012 on the detailed rules concerning the due diligence system and the frequency and nature of the checks on monitoring organisations as provided for in Regulation (EU) No 995/2010 of the European Parliament and of the Council laying down the obligations of operators who place timber and timber products on the market (hereafter Regulation No 607/2012).", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Council Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereafter Regulation No 2173/2005).", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• UK Statutory Instruments No. 233 The Timber and Timber Products (Placing on the Market) Regulations 2013 • UK Statutory Instruments No. 1025 The Timber and Timber Products and FLEGT (EU Exit) Regulations 2018", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• 814.021 Swiss Ordinance on Placing Timber and Timber products on the Market (Holzhandelsverordnung, HHV) of May 12. 2021.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "All products imported to the EU Market or in assortment in UK or CH under the customs codes specified in the Annex", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "to Regulation No 995/2010.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: As of 01.01.2022, a new custom code has been added to EUTR. The custom code is not shown in the Regulation or consolidated versions. The new custom code within scope is 9403 91 00 xx. Custom codes under 4414 xx xx xx are also within scope of EUTR.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Products or components made from materials that have completed their lifecycle and would otherwise be disposed as waste are exempt from the Timber Regulations. Documentation of recycling must however be provided (see 4.5).", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The purpose of the Timber Regulations is to prevent placing illegally harvested timber and timber products on the markets. To ensure this, the regulations require the implementation of a due diligence system used when placing timber or timber products on the markets for the first time.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The due diligence system must contain three elements:", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "1. Collecting necessary information/documentation", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "2. Assessing the risk", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "3. If necessary, mitigating the risk to ensure that the risk of importing illegally harvested timber or timber products can be considered negligible.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "In cases where JYSK is not the importer of articles with custom codes within scope of any of the timber regulations, the supplier is responsible to follow their own due diligence system, to secure that the risk of illegal harvesting is negligible.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The following requirements are necessary for JYSK to exercise due diligence when placing products within the scope of the Timber Regulations on the markets.", "page": 3, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The documents as described in chapter 4 must be consolidated into one PDF-file for each product, except for JYSK 10003 – Supply chain overview template, which must be sent as a separate Excel file.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The following updated templates, now Excel files, are located under downloads in Supplier Guideline:", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK 10001 - TR I statement template", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK 10002 – TR II Statement template", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK 10003 – Supply chain overview template", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The supplier must fill out the relevant documents and send to eutr@JYSK.com minimum two weeks prior to ETD. the first shipment and prior to expiry of existing documents. For truck and air delivery, the documents must be sent 30 days before delivery date.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Documentation must be sent in one complete merged document, except for JYSK 10003 – Supply chain overview template, which must be sent as a separate Excel file. Invoice between sub-supplier to supplier, and from supplier to JYSK can be proforma invoices, to be able to meet the deadlines. Proforma invoices must later be followed by the final commercial invoices. The final commercial invoices should be received no later than two weeks after ETD. The file name and email title must be:", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK Nordic Article No. – Article name – Supplier name. Be sure to use dash (-) as a separator.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Multiple articles that share the same supply chain:", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "It is very important that the supplier informs JYSK when emailing the EUTR documents to the JYSK Timber Regulation mailbox eutr@JYSK.com, if articles share identical or very similar supply chains, so that the JYSK EUTR approver can approve multiple articles at the same time. Please write all the related article numbers and article description in one email and attach all the related documentation. The file name and email title must be:", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "MULTIPLE ARTICLES – JYSK Nordic Article No. – Article name – Supplier name. Be sure to use dash (-) as a separator.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Suppliers must orientate documents vertically (portrait) or horizontally (landscape), so all text is in correct readable orientation without rotating pages.", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Number and name all documents:", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Supplier should always number and name EUTR documents. For instance,", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "1. Forest’s FSC certificate", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "2. Forest's customs clearance documents of imported wood", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "3. Forest’s phytosanitary certificate", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4. Forest’s bill of lading", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Invoice between forest and producer", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "6. Delivery note between forest and producer", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "7. Producer’s business license", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "8. Producer’s FSC certificate", "page": 4, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The documents remain valid for a maximum of one year, but only if all supply chains within the documents stay unchanged. If anything within the supply chain changes, new documents must be provided. A product or order has valid documentation if the documentation is valid at ETD date. This means that the article can reach customs duty or JYSK distributions centres with expired documentation, as long as the documents were valid at ETD date. If there are open orders, the documents must be replaced before expiry, in line with deadlines specified in this section. If there are any changes in the supply chain, and there are open orders, the documentation must be updated.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "All orders must be associated with a set of valid documents. For guidance on how to link an order in Supplier Portal to a set of documents, see JYSK 10004 - Timber Regulation ID.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.1 Documents for all products", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The following documentation is required for all products within the scope of the Timber Regulations:", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• TR I statement template.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Supply chain overview containing all tiers incl. addresses and documentation of the supply chain (See 4.1.2).", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Suppliers must ensure that all information is correct and coherent before sending to JYSK.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "All translations must be written electronically with red text, as shown in Harvesting license in chapter 9", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.1.1 TR I statement", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Suppliers must note the following when filling out the TR I statement template:", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The TR I statement template must be filled out for each product.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The different wood types must be specified using complete botanical names (genus + species).", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The use of recycled wood must be specified in the TR I statement template.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Part numbers used in the assembly instruction (AI) must be indicated. If the part numbers in the AI changes, the TR I statement template must be updated to fit accordingly. If the product does not have an AI, the parts must be indicated with clear wording.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "If wood species or country of origin changes for non-composite material the product must receive a new article number from JYSK.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Calculation of volume in CBM", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "If a product is produced from several types of wood in varying proportions or some of the declared types of wood are not necessarily used in every produced item, the following principles apply when calculating the volume:", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The complete supply chain must be documented for each possible type of wood in the end-product.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The volumes must be specified based on the total yearly production ratio.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The total specified volume must match the summarized volume from the different types of wood.", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "A table is made of the following wood types:", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Tabletop is made of oak (0,005 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Legs are made of ash, birch, maple or oak (0,005 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Veneer (0,0003 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• MDF components (0,0017 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Total volume = 0,012 CBM", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "During one year, the use of the different types of wood in the legs is as follows:", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "20% ash, Fraxinus mandshurica (0.001 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• 20% birch, Betula platyphylla (0.001 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "20% maple, Acer mono maxim (0.001 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• 40% oak, Guercus mongolica (0.002 CBM)", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: If an exact calculation is not possible it must be distributed equally to each type of wood (25% each).", "page": 5, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "In the TR I statement template column “Proportional wood volume of this variety in CBM” can be filled out using the volume as the percentage used – extrapolated over one year.", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Example of TR I statement template:", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Botanical name of the wood according Wood origin Proportional UWS-no. Part Does the to EN 13556. (country/region) wood \"negligible risk\" number part (If composite material (e.g. MDF, volume of (if available) and (from AI) contain OSB, plywood, chipboard, paper) are this variety the date of the FSC part of the product, the TR II in CBM last UWS update recycled statement template for composite material? materials must be filled out for each composite material. The composite material itself is listed here.) Fraxinus mandshurica (0-0,005 CBM) China/Jilin 0,001 Betula platyphylla (0-0,005 CBM) China/Jilin 0,001 Acer mono maxim (0-0,005 CBM) China/Jilin 0,001 MDF China/Jilin 0,0017 Quercus mongolica (0,005-0,01 CBM) China/Jilin 0,007 Quercus mongolica (veneer) China/Jilin 0,0003", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: Since the tabletop is also made of oak, the volume is added equalling 0,007 CBM.", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The possible volume in each end-product must be indicated after the relevant type of wood. In this case 0-0,005 CBM if either none or only that wood type was used in the end-product. As the tabletop was also made of oak, this must be taken into account resulting in a possible volume of 0,005-0,01 CBM for oak.", "page": 6, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.1.2 Supply chain overview", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "For each type of wood and harvest country used in a product the supply chain must be documented following these", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• The supply chain overview must follow the structure illustrated in 8.2", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• All documents in the supply chain must be marked with a number with a reference to the supply chain overview.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Documentation must contain complete addresses of", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The invoice from the producer to the trader must contain JYSK article number.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• All documents must be sufficiently translated to English, so that content and meaning is comprehensible.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• All documents must be legible.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• The required documentation will vary depending on country of origin.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "If some of the documents provided for the supply chain overview are not properly translated or illegible, they will be", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.2 Documents for composite materials", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "If a product contains composite materials (e.g. MDF, plywood, chipboard, paper etc.) the following documentation is required additionally:", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "TR II statement template – which must include all wood species that could be in the product. Documentation for all possible wood species must also be included in the documentation.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Supply chain overview. The supply chain must be documented for each type of wood and harvest country used in the composite material. The supply chain overview must be as described in 4.1.2.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The different wood types must be specified using complete botanical names (genus + species).", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• If a product containing composite materials also requires UWS according to 4.4.1 the TR II statement template must be included in the supply chain documentation to Preferred by Nature.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The use of recycled wood must be specified in the TR II statement template.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Soon we plan on requiring composite materials to contain post-consumer recycled materials. We urge suppliers to start looking into this. See section 4.5 regarding recycled materials.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "FSC-certification will be considered a risk mitigating measure when the following applies:", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Complete supply chain must be FSC-certified from forest to last supplier before JYSK.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "FSC-certificates for all tiers in the supply chain must be provided. For FSC-certificate code documentation go onto Microsoft Power BI for FSC-certificate verification. The information on FSC’s certificate public dashboard are the newest updated versions. Therefore, take a screenshot of the relevant FSC-certificate and attach it to the EUTR report.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• FSC claim and CoC-number is stated on purchasing documentation between all tiers.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: FSC-certification cannot replace the additional requirements described in 4.4.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.4 Additional requirements for high-risk products", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The following risk mitigating requirements is considered necessary to ensure negligible risk.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.4.1 High-risk countries and wood species", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Suppliers of products produced in high-risk countries and/or containing high risk wood species must obtain third party verification to mitigate the risk in accordance with Table 1.", "page": 7, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Products: Risk mitigating requirements: Products produced in China On-site audit containing oak and/or ash Risk assessment of Unique Wood Sources (UWS) Products produced in Ukraine On-site audit Risk assessment of Unique Wood Sources (UWS) Products containing wood from Ukraine Risk assessment of Unique Wood Sources (UWS): For wood originating from Ukraine Products produced in Türkiye On-site audit Risk assessment of Unique Wood Sources (UWS)", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: JYSK does not accept products produced in Russia or containing timber from Russia.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.4.2 Preferred by Nature", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK has chosen Preferred by Nature as service provider. Suppliers of these products must enter into an agreement with Preferred by Nature for the following services:", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• On-site audits (OSA)", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Risk assessment of Unique Wood Sources (UWS)", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The UWS is a desk-based risk identification of the supply chain documentation for each individual wood source allowing detailed review and verification of the documents. The UWS must be conducted for each type of wood or composite material used in a product and the result of each UWS must be negligible. The UWS is valid only for the volume indicated in the documents and for the exact supply chain documented. The UWS can only be conducted based on detailed supply chain documentation with English translations provided by the supplier.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Articles that contain UWS report(s) from Preferred by Nature do not need to be accompanied with the new JYSK supply chain overview. However, the supplier’s own supply chain overview still needs to be submitted to Preferred by Nature to complete the UWS report. The supplier should always be able to show a supply chain overview and the supply chain overview should be available in the Preferred by Nature report.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The on-site audit provides an overview of the supplier’s performance allowing JYSK to identify risks. The result of the on-site audit must be negligible. The on-site audit will include an assessment of general record keeping, an assessment of risk of mixing and an assessment of legal operation of the factory.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The on-site audit must be conducted before first shipment. Depending on the result of the audit, the on-site audit should be expected to be renewed yearly and no later than 2 years after the last on-site audit.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Usually, the on-site audit will take place at the producing factory but can be conducted on all tiers in the supply chain", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "if necessary, to conclude negligible risk.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "In some cases, on-site audits on either the producing factory or sub suppliers (e.g. sawmill or forest) are necessary to conclude negligible risk in the UWS. These on-site audits must take place early enough for the audit report to be included in the documents provided to JYSK before shipping.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Agreement with Preferred by Nature", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "To set up the agreement with Preferred by Nature the supplier must contact JYSK@preferredbynature.org. Preferred by Nature will provide additional details related to the agreement and the process.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The supplier must bear all costs related to the third-party verification.", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "To mitigate the risk of finding undeclared wood species or origins in products, the following test requirements apply:", "page": 8, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Products: Test requirement: Test method: Solid oak and ash Determination of genus and species Wood anatomy (macro- and microscopic) Solid oak and ash Determination of origin Stable isotope", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: Veneer oak and ash is considered solid wood and must undergo testing for both genus, species and origin.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Tests must be conducted by the producing factory or trader to JYSK.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The tested sample must be taken from the materials to be used in the products for JYSK.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• The tests can be done on batch level instead of product level.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The test report must be included in the supply chain documentation.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Test reports are valid for maximum two years (applicable from 1st of June 2023).", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• If the supply chain changes, a new test report is required.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• If the product requires UWS according to 4.4.1 the test must be provided to Preferred by Nature and be included into the final UWS Risk Assessment.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.4.4 Elaboration of test requirements", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK has a lot of data and experience from testing, and the requirements set out in 4.4.3 are what currently provide us with the best possible security of negligible risk.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "JYSK has also required wood anatomy analysis for composite materials. After extensive data collection, and a dialogue with world leading experts (Thünen), this is no longer a JYSK requirement. The reason being, that composite materials are typically made of all available species of timber in the harvested forest area. A forest is a complex ecological system, and humans cannot decide exactly which species of timber should grow where and when. It is fair and expectable that undeclared timber species will show up in a wood anatomy analysis of particleboards. But this does not mean the timber has been harvested illegally.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "4.5 Documentation for products made of recycled materials", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Products or components made from post-consumer recycled materials are exempt from the Timber Regulations. The supplier must be able to prove that the product or component is recycled by providing the following documentation:", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• TR I statement template stating the use of recycled materials.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "FSC Recycled must be used as documentation (as of 1.1.2023)", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The use of non-documented post-consumer and any pre-consumer recycled material incl. production waste is prohibited in JYSK products within the scope of the Timber Regulations.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "For products produced in Indonesia, follow the description in the FLEGT section in JYSK General Requirements.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "For products produced outside Indonesia, but containing timber from Indonesia, normal timber procedure, as described in this document, must be followed. The first documentation in the supply chain would then be the FLEGT license for the timber exported from Indonesia.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The risk assessment will be completed by JYSK based on the documents provided by the supplier. Only products considered to have negligible risk can be imported.", "page": 9, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "If the risk assessment for a product does not result in negligible risk, JYSK will inform the supplier about necessary actions to sufficiently mitigate the risk.", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "7 Consequences of non-compliance", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "The following applies in the event of any non-compliances to the requirements within this document:", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "• Each non-compliance will be penalized with fines up to 25.000 euro.", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Repeated non-compliances will result in termination of the business relationship with the supplier.", "page": 10, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "8.1 New TR I & TR II statement templates", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "TR I statement must be filled out by the supplier. If the article is made of composite material such as MDF, PB, OSB, plywood, chipboard, paper, remember to fill in the TR II statement template as well.", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: Remember to save these two files as PDF files and use them as front pages for your EUTR report.", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "TR I statement x } si q Article number Amfori ID of producer/ factory Article description On-site Audit (OSA) number \"negligible risk\" if available. Supplier number Issue date of on-site audit Name of producer/factory outside of the EU Address of producer/factory outside of the EU Receiver/customer Commodity code Supplier name UWS-no. “negligible Botanical name of the sci Proportional | wood risk\" Part number from | Does the part wood according to Wood origin wood volume | weight per| (if available) assembly contain FSC EN 13556* (country/region/province) || of this variety | article (kg)| and the date of the | __instruction recycled material? (cB) last UWS update YES/NO Total volume of wood in this artide (CBM) oO oO ‘oomposte materials (e.g. MOF. FE. O58. plowood. chisboard. papec! ane part ot the pradiact. the TRY Ratemant for composte matedals must be hiked out for each composite material The composte matenaliseb ss ksted here", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "TR I statement x } si q Article number Amfori ID of producer/ factory Article description On-site Audit (OSA) number \"negligible risk\" if available. Supplier number Issue date of on-site audit Name of producer/factory outside of the EU Address of producer/factory outside of the EU Receiver/customer Commodity code Supplier name", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "UWS-no. “negligible Botanical name of the sci Proportional | wood risk\" Part number from | Does the part wood according to Wood origin wood volume | weight per| (if available) assembly contain FSC EN 13556* (country/region/province) || of this variety | article (kg)| and the date of the | __instruction recycled material? (cB) last UWS update YES/NO Total volume of wood in this artide (CBM) oO oO ‘oomposte materials (e.g. MOF. FE. O58. plowood. chisboard. papec! ane part ot the pradiact. the TRY Ratemant for composte matedals must be hiked out for each composite material The composte matenaliseb ss ksted here", "page": 11, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 12, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Article number TR ITI statement Article description Supplier name Supplier number Name of composite producer Address of composite producer Receiver/customer The use of composite materials (e.g. MDF, PB, OSB, plywood, chipboard, paper) ha ive been indicated in the TR I statement for One or more of the following types of wood listed below were used in the composite material: Botanical name of the wood according to EN 13556 Wood origin (country/region/ province) UWS-no. “negligible risk” (if available) and the date of the last UWS update Does the part contain FSC recycled material? YES/NO This article does not contain any wood-based recycled materials", "page": 12, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Article number Article description Supplier name Supplier number Name of composite producer Address of composite producer Receiver/customer", "page": 12, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Botanical name of the wood according to EN 13556 Wood origin (country/region/ province) UWS-no. “negligible risk” (if available) and the date of the last UWS update Does the part contain FSC recycled material? YES/NO", "page": 12, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 13, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "8.2 New Supply Chain Overview template", "page": 13, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Note: Remember to save changes as an Excel file, so the JYSK approver can comment on the same sheet.", "page": 13, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Explanation notes can be found in every green field. Place the arrow on the right corner on the red arrow and the explanation note will appear.", "page": 13, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 14, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "9 Examples of documentation translations", "page": 14, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 15, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Business license, forest (2)", "page": 15, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Unique socia ne Name: | State OWned forest farm sie Address: =S——Ss*Yilan Town, Yanji city _ Legal representative: Jin ns) $e! of issuing authority Ssued date: May. 24th, 2016 | | - Scope of Business: planting of saplings.", "page": 15, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 16, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Statement of missing Timber transportation license, Forest Sawmill (3)", "page": 16, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Our company is located in Yanji City. It's under the management of forest bureau because we are in the same managing region of timber transportation. Therefore, we don’t need the timber transportation and phytosanitary certificate. Seal of Wooden Industry Co Issued date: 201", "page": 16, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 17, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Invoice, Forest Sawmill (4)", "page": 17, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 18, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Business license of sawmill (5)", "page": 18, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "XS dels) dpieeler midgets ee b hay « Ly x fh) .", "page": 18, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 19, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 20, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Invoice, Sawmill Producer (7)", "page": 20, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Invoice no. No 0133: ham THAGdSs. Utte | bee [oR | Re) ee) & @ [ee] &@ a |S | | ~ Itemname: Oak — spec.: 18-25 amount: 25m? \\¢ “ | oy * z yr x + fo 7 & ; * = — : “1% a eit (k 3% Wi — ) ix Pais « . Wooden Industry Go., Ltd. ae | ee A \"7 ith ££ # *\\#P aes : —.\\.. Lh: me ¥ \"HA, tie tl", "page": 20, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 21, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Business license of producer (8)", "page": 21, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "RCSA COCA CO CACO LOCOCO COCA LOCA COCA cOCACOCA ConA cocAconacacor = IS 6 /G S IS G G 5 5 6 6 5 5 G 6 5 ts] : 5 iS ni que social credit code: f Gi RM—-HSBAKRB 9123 ils cl a ew Wooden Industry seek) o GI é \"4 6 | # my m 5 6 fed A MPRRM — Address: Road, 3 HEXEHRARA 7% Legal representative: Qi ptt be of d park, = £m RA ® Harbin, Chither G Ai Xt BMA 2004%F03 198 Founded date: Mar. 19th, 2004 || 5 % Ww 8 MR 1H Valid period: long term 5 6 BEM AMHARAMIVRH. ~MeR. wieRRM. gee, |B 5 TR, SAN WHe, Bear wMe: WH: AM. Ae = 5 6 Hi. RH. Hah. MMM. KOE ABMB IP fe WO. oRDdh. ITH) ; PEHIO, SAMO. CHE | iB HAL ME YT, GAZE AG TIAL ME J Fy BT FP RS HE IR Bh) a SG} | iG) Seal] issuing authority 1S) Issugg| date: IG] Aug] (pst, 2015 S| wane S| 6 2015 Speinng 1, A i 5 IS Gtatncatne on onnloM Cott on orn ota orn orn oreo SEALE MAE , 85*t- hl Jjaic. gov. en AG ABS AVERT TG 4, Scope of business: industrial design / product development / production / purchasing / supply chain management of wooden product and furniture ; production of metal door and window ; production of fiber rainforced plastics door and window ; purchase and sale of wood, artificial board, construction material, hardware and electric materials, decorating materials, chemical product ; export and impoet of cargo and technology.", "page": 21, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 22, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Edition 13 – 2023-10 Compliancequality@JYSK.com", "page": 23, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "Invoice, Producer Trader (10)", "page": 23, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "WOODEN INDUSTRY CO.,LTD Wawkia Ohine = 5 A5 ons sana Sold T INVOICE invoice NO. ~ ~~ 266 ss a Date 17th Jul2018 - P.O.NO. _ Container Size1*40HC TERMS OF PAYMENT Shipped port from CHINA ORDER Quantity | Unit pr ee | ee Hele — seid an rons Total: Customer Order No.:4512 = 1 ro Description: ISW(27thAug.2018) | 1*40HC Veneer", "page": 23, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
{"content": "ORDER Quantity | Unit pr ee | ee Hele — seid an rons Total: Customer Order No.:4512 = 1 ro Description: ISW(27thAug.2018) | 1*40HC Veneer", "page": 23, "source": "JYSK 8101 - Timber regulation.pdf", "type": "OCRText"}
