{"content": "2025-05 Compliancequality@JYSK.com\n\n| Deadline   | Requirement                                                             | Applicable to                                             | Reference                            | Note                                                                                                                            |\n|:-----------|:------------------------------------------------------------------------|:----------------------------------------------------------|:-------------------------------------|:--------------------------------------------------------------------------------------------------------------------------------|\n| 20.09.2025 | Ad article data to Detailed Material List                               | Suppliers with product category: Bed Linen and Sheet      | Supplier letter 20.05.025 JYSK 8008  | nan                                                                                                                             |\n| 01.10.2025 | EU Deforestation Regulation (EUDR) enters into force within JYSK        | All suppliers who supply articles under the EUDR scope    | JYSK 8104                            | Starting from October 1, 2025, all suppliers who delivers articles under the scope of the EUDR must comply with the regulation. |\n| 01.01.2026 | Customer claims settlement                                              | All suppliers                                             | Supplier letter 20.03.2025 JYSK 8003 | 25% reduction the first 8 months.                                                                                               |\n| 01.01.2026 | Corporate must have committed on SBTi webpage                           | All suppliers                                             | Supplier letter 20.10.2024           | Make the commitment on the SBTi webpage                                                                                         |\n| 01.01.2026 | SME’s must inform JYSK of commitment with the streamlined route in SBTi |", "page": 1, "source": "JYSK Important Deadlines.pdf", "type": "MergedText"}
{"content": " All Suppliers                                             | Supplier letter 20.10.2024           | Send an email to compliancequality@jys.com stating the commitment.                                                              |\n| 31.12.2027 | Polyester/Plastic recycled requirements                                 | 50% of article numbers must contain 20% recycled material | Supplier letter 20.12.2023 JYSK 8007 | nan                                                                                                                             |", "page": 1, "source": "JYSK Important Deadlines.pdf", "type": "MergedText"}
{"content": "2025-05 Compliancequality@JYSK.com\n\n| Deadline   | Requirement                                                 | Applicable to                     | Reference                            | Note                                                                                 |\n|:-----------|:------------------------------------------------------------|:----------------------------------|:-------------------------------------|:-------------------------------------------------------------------------------------|\n| 11.04.2025 | Inform JYSK of participation in Supplier Engagement Program | All suppliers                     | Supplier letter 20.03.2025 io        | Participation is voluntary                                                           |\n| 01.04.2025 | Geolocation and time of harvest                             | Only existing EUTR suppliers      | Supplier letter 20.12.2024 JYSK 8104 | EUTR suppliers must include geolocation and time of harvest in the submission (ETD). |\n| 25.02.2025 | Commitment to SBTi                                          | Suppliers who have yet to respond | Supplier letter 20.02.2025 io        | All suppliers must inform JYSK of their commitment to SBTi                           |\n| 01.01.2025 | Commitment to SBTi                                          | Al suppliers                      | Supplier letter 20.10.2024 2         | All suppliers must inform JYSK of their commitments to SBTi                          |\n| 31.12.2024 | 100% FSC certified wood                                     | wood-based materials              | General Requirements JYSK 8007       | All wood-based materials in JYSK products and packaging must be", "page": 2, "source": "JYSK Important Deadlines.pdf", "type": "MergedText"}
{"content": " FSC certified        |\n| 31.12.2024 | 100% certified cotton                                       | Al cotton products                | General Requirements JYSK 8007       | All cotton in JYSK products must be either recycled, Better Cotton or organic        |\n| 31.12.2024 | BEPI audits                                                 | Al producers                      | General Requirement JYSK 8102        | Book audits now. It is possible to book months ahead. Avoid capacity issues          |\n| 01.12.2024 | Contributions, Morocco opening                              | Al Products                       | Supplier letter 20.08.2024           | Reach out to Category Managers if you would like to contribute                       |\n| 01.11.2024 | Send updated Declaration of Conformity (DoC)                | CE-marked products                | JYSK 8004                            | CE-Marked products must be included in Declaration of Conformity                     |", "page": 2, "source": "JYSK Important Deadlines.pdf", "type": "MergedText"}
{"content": "2025-05 Compliancequality@JYSK.com\n\n| 01.11.2024   | Send safety assessments     | All products                                | General Requirements JYSK 8105   | The Safety Assessment template is made available as JYSK 10211      |\n|:-------------|:----------------------------|:--------------------------------------------|:---------------------------------|:--------------------------------------------------------------------|\n| 01.10.2024   | Send EUDR documentation     | Products containing wood                    | JYSK 8104                        | Full list of products covered: (EU) 2023/1115, Annex I              |\n| 01.09.2024   | Send GPSR warning files     | All products                                | General Requirements             | Warnings will be made available online                              |\n| 01.09.2024   | CMim-mark for products      | CE-marked products                          | General Requirements JYSK 6201   | CE-marked products must be marked with CMim-mark beside the CE-mark |\n| 18.08.2024   | Batteries must be CE marked | All batteries, including built in batteries | JYSK 4005 (EU) 2023/1542         | Pb - Hg - Cd not allowed in batteries                               |", "page": 3, "source": "JYSK Important Deadlines.pdf", "type": "MergedText"}
{"content": "Deadline Requirement 20.09.2025 Ad article data to Detailed Material List EU Deforestation Regulation 01.10.2025 (EUDR) enters into force within JYSK 01.01.2026 Customer claims settlement 01.01.2026 Corporate must have committed on SBTi webpage SME’s must inform JYSK of 01.01.2026 commitment with the streamlined route in SBTi 31.12.2027 Polyester/Plastic recycled requirements Applicable to Suppliers with product category: Bed Linen and Sheet All suppliers who supply articles under the EUDR scope All suppliers All suppliers All Suppliers 50% of article numbers must contain 20% recycled material Reference Supplier letter 20.05.025 JYSK 8008 JYSK 8104 Supplier letter 20.03.2025 JYSK 8003 Supplier letter 20.10.2024 Supplier letter 20.10.2024 Supplier letter 20.12.2023 JYSK 8007 Note Starting from October 1, 2025, all suppliers who delivers articles under the scope of the EUDR must comply with the regulation. 25% reduction the first 8 months. Make the commitment on the SBTi webpage Send an email to compliancequality@jysk.com stating the commitment.", "page": 1, "source": "JYSK Important Deadlines.pdf", "type": "OCRText"}
{"content": "Deadline Requirement 11.04.2025 Inform JYSK of participation in Supplier Engagement Program 01.04.2025 Geolocation and time of harvest 25.02.2025 Commitment to SBTi 01.01.2025 Commitment to SBTi 31.12.2024 100% FSC certified wood 31.12.2024 100% certified cotton 31.12.2024 BEPI audits 01.12.2024 Contributions, Morocco opening 01.11.2024 Send updated Declaration of Conformity (DoC) Applicable to All suppliers Only existing EUTR suppliers Suppliers who have yet to respond All suppliers All wood-based materials All cotton products All producers All Products CE-marked products Reference Supplier letter 20.03.2025 Supplier letter 20.12.2024 JYSK 8104 Supplier letter 20.02.2025 Supplier letter 20.10.2024 General Requirements JYSK 8007 General Requirements JYSK 8007 General Requirement JYSK 8102 Supplier letter 20.08.2024 JYSK 8004 Note Participation is voluntary EUTR suppliers must include geolocation and time of harvest in the submission (ETD). All suppliers must inform JYSK of their commitment to SBTi All suppliers must inform JYSK of their commitments to SBTi All wood-based materials in JYSK products and packaging must be FSC certified All cotton in JYSK products must be either recycled, Better Cotton or organic Book audits now. It is possible to book months ahead. Avoid capacity issues Reach out to Category Managers if you would like to contribute CE-Marked products must be included in Declaration of Conformity", "page": 2, "source": "JYSK Important Deadlines.pdf", "type": "OCRText"}
{"content": "01.11.2024 Send safety assessments 01.10.2024 Send EUDR documentation 01.09.2024 Send GPSR warning files 01.09.2024 CMim-mark for products 18.08.2024 Batteries must be CE marked All products Products containing wood All products CE-marked products All batteries, including built in batteries General Requirements JYSK 8105 JYSK 8104 General Requirements General Requirements JYSK 6201 JYSK 4005 (EU) 2023/1542 The Safety Assessment template is made available as JYSK 10211 Full list of products covered: (EU) 2023/1115, Annex I Warnings will be made available online CE-marked products must be marked with CMim-mark beside the CE-mark Pb – Hg – Cd not allowed in batteries", "page": 3, "source": "JYSK Important Deadlines.pdf", "type": "OCRText"}
