{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nThis document describes deadlines, requirements and a “how to” guide for the Detailed Material List tab in the Supplier Portal.\n\n|   Section | Changes                                                   |\n|----------:|:----------------------------------------------------------|\n|      8.12 | Updated guidance on how to calculate the area of textile. |\n|      8.13 | Update to the dtex requirement - will become voluntary.   |\n|      8.13 | nan                                                       |\n\nPage 1/40", "page": 1, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\n| 0      | 1                                                                                                                                                                |\n|:-------|:-----------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| nan    | EXCel tEMpPlAate 2.0... cece cece cece cece e eee e cece eee ee eee e cess eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeggeeeeeeseegs 4   |\n| 2.1.1  | DOWMNIO€G 2... cece cece cece cece ce cecececececeecececececececececeeeeeesesesesesecncereeeesesesesusnsecucereesusesesesusususuceeeusususesuseseteteegs 4       |\n| 2.1.2  | nan                                                                                                                                                              |\n| 2.1.3  | nan                                                                                                                                                              |\n| 2at    | nan                                                                                                                                                              |\n| nan    | Input data fOr Article ....... cece cece cece cece cence cece eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeteteegeeeetsseeeeeggs 6             |\n| nan    | UplOad PICtUreS ......c ccc ccccce cece cece ee eee", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " e cece ee ee eee ee eee eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeggeeeeeseeeeges 7 |\n| nan    | COPY ANA PaSte FUNCTIONS.......... ccc cece cece cece cece cece ee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeeeseeeeeeggs 9          |\n| 5.1    | Copy article data to another article ........ ccc cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeegeeeeeeeseeggs 9                    |\n| 5.2    | COpy Part WITHIN AN ALTtiCle ........ cece cece cece ee cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeeeteeeeeeeteseeggs 10                   |\n| nan    | Platform structure - definition Of Part ....... ccc cc cece cece cc eee cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeeeeeeeeeeeneegs 11                    |\n| nan    | Validation Of the data .... ec cc cece cece cece cece cee cececececececececeecececncucucucucucecereesesusesesusucuceeeeneneseseseset", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "esesegs 12                   |\n| 7.1    | nan                                                                                                                                                              |\n| 7.2    | nan                                                                                                                                                              |\n| 8.1    | Quantity (Mandatory field) ........ cece cece cece cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeegeeeeeeeegs 14                |\n| 8.2    | Part number (Mandatory FIEIC) ........ cece cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeeeeeteeeggges 15                  |\n| 8.3    | Part deSCription (MaNCAatOry FICC) ....... cece cece cece e eee e cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeceseeeegeeesengs 19                 |\n| 8.4    | Weight (Mandatory field) ....... cece cece cece cece eee eee cence eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegereeeeeeeeggs 19                  |\n| 8.4.1  | Fluctuations in articles weight — what to do with minor diffErences..........c cc ccccc ccc e ee eeee eee eeeeeeeceeeeeeeee", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "eeeeees 20                            |\n| 8.4.2  | Incorrect weight in PIF — weight difference OUtSIde tOlEraNnCe........ ccc cece cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeegs 20                           |\n| 8.5    | DIMENSIONS (MANCALOSY) ...... ccc cece cece cece cette eee e ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeteeeeenereeegs 21                |\n| 8.5.1  | Odd-shaped and irreQular Parts ..........cc cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegs 21                    |\n| 8.6    | Additional information (Voluntary field) ............ ccc cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeennggs 22                 |\n| 8.7    | Material category — drop down (Mandatory field) ...........c cece cece ceceeeeeeee eee eeeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeteteeeeeggs 23                          |\n| 8.8    | Material (Mandatory FIClC) ...... eee cece eee eee cece eeee eee eeeeeeeee", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseegeeeeseeeeeeeeseeegs 24                       |\n| 8.9    | Material share (Mandatory field) ........ ccc cece cece cece cece eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteegeeeseseeeegeerenegs 25               |\n| 8.10   | Production process — Only for material category Textile and Plastics (mandatory field) ...............ccc cece ee eee: 26                                        |\n| 8.10.1 | de A) | OX 26                                                                                                                                                    |\n| 8.10.2 | > | [ — 29                                                                                                                                                       |\n| 8.11   | g/m2 - Only for material category Textile (Mandatory field) .......... ccc ccccccce cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeees 30                             |\n| 8.12   | m2 - Only for material category Textile (mandatory field) .......... ccc cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeees 30                            |\n\ndtex - Only for material category Textile (mandatory field – will become voluntary) ................................ 32", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\n| 0      | 1                                                                                                                                         |\n|:-------|:------------------------------------------------------------------------------------------------------------------------------------------|\n| 8.14   | Production waste (voluntary field)... cece cece e eee eee ee ee eee ee eee eeee acess ee eee ee eese esse esse esse esse eesaeeeeaeees 34 |\n| 8.15   | Country of production (mandatory field) ...                                                                                               |\n| 8.16   | Region of production (voluntary field)... cece cece eee eee eee ee eee ee eeeeeeeeseeeeeeeeeeeeessaeeese nessa eeesaeeeeaeeeeaeees 35     |\n| 8.17   | Pre-consumer recycled or post-consumer recycled share (voluntary field) ...........cccccccceseeeeeeeeeeeeeeeeeeeeaeees 36                 |\n| 8.18   | Country of origin of raw material (voluntary field) ........ cece e eee ee eee eee e ee eee eeee ee eeeaeeeeeeeee ease tena nee 38        |\n| 8.19   | Region of origin of raw material (Voluntary field) ......... cece eee cere eee ee eres eeeees ee eee ae eee a eeeneeeaeeeaneees 38        |\n", "page": 3, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "| 8.20   | Sustainability type.                                                                                                                      |\n| 8.21   | BOY oJ Cel (oR <0 <-1 8] ©) [= EEE 39                                                                                                     |\n| 8.21.1 | Textile with coating...                                                                                                                   |\n\nPage 3/40", "page": 3, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "For products within the product area(s) mentioned in Table 1 suppliers must fill out data in the Detailed Material List (DML) tab in the Supplier Portal.\n\nAccess to the DML tab is supplier specific. Once a product area that a supplier delivers to is added to Table 1, all articles supplied to JYSK by the supplier will appear in the overview. However, only the data for the articles in product areas listed in Table 1 need to be entered into the DML. Suppliers not supplying articles to the area(s) in Table 1 will not be able to see the DML tab in Supplier Portal and do not have to do anything. Product areas will be added continuously.\n\nFor new articles the deadline is before first ETD.\n\nNote: The current focus is on completing active articles within one product area so the deadline with completing before first ETD is not relevant yet. Completing articles before first ETD applies after a product area has been added and the backlog on articles is done according to the deadlines in Table 1.\n\n| 0             | 1      | 2          |\n|:--------------|:-------|:-----------|\n| Bed Linen and | sheets | 20.09.2025 |\n\nPlease note that two functions are currently being developed. We will include them in the SOP as soon as possible. The functions are described below.\n\nTo download the Excel template go to the overview of all articles in the DML tab.\n\nWhen you download the", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " template for an article the article number, name and total net weight will be included in the download as shown here:", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nMark the article or articles you wish to download number, name, and weight for.\n\nClick the button in the top right corner.\n\nThe result is an Excel file with a row for each article that was marked.\n\nYou can download the template for as many articles as you would like. If there is already added data when you download the excel template for an article, this data will be included in the download. Downloaded files will be named by the article ID “DML_DataForArticle_1234567”. If multiple articles are downloaded, the downloaded file will be named “DML_DataForArticle_1234567+”.\n\nThe excel file includes dependent drop-down lists with defined material names. The material names must be chosen from the drop-down options. Therefore, it is essential to add new rows correctly. The Excel file you download already includes formatting in rows containing article numbers and names. To ensure that any new data you add follows the same formatting select a row below one that is already correctly formatted. Then right-click and choose \"Insert Row\" to add a new row with the same formatting. Avoid typing directly into a blank row without formatting, as this may result in inconsistent entries that do not match the criteria of the field in the DML platform.\n\nPlease note that when the parts material is input it is important to first choose the material category followed by the sub-categories in order.\n\nNote: To test whether", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " the row is in the right formatting, check whether there are drop-downs under material categories and sub- categories.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nEach part will be a row, with the only exception being composite materials for textile and plastic. How to do this on the platform is explained in section 8.9, but an example of how this translates to excel is included in JYSK 10602.\n\nOnly the first sheet in the Excel file will be uploaded to DML, so keep the articles in one long list in one sheet. If there is more than one sheet in the excel file when uploaded the additional ones will be ignored in the upload. To upload data for more than one article they must be in the same sheet as shown in JYSK 10603.\n\nThe Excel sheet and DML platform are in European comma settings.\n\nWhen writing in a field in the excel and adding more characters than what is defined as possible in 7.2 the text will be cut of and a “*” will be added at the beginning of the sentence.\n\nExample: “Duvet cover set nylon zipper closure” has to many characters for the part description field, and will be replaced by “*Duvet cover set nylon zipper clo”\n\nAt this moment it is not possible to upload the data to Detailed Material List, but as soon as this feature is added we will update the guide with how to do this.\n\nIn the top right corner of the DML there is a submit button that is currently inactive. This will later we activated", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " allowing for article data to be sent to approval with JYSK.\n\nLog into the Supplier Portal. In the Supplier Portal there is a tab called “Detailed material list” visible for suppliers with an article group that has been included in the table above.\n\nWelcome Purchase orders Shipments Packaging Reports Manufacturers User administration", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "When you have clicked on the Detailed material list (DML) tab you will get an overview of all your articles. In the top of each column, it is possible to search within each column or you can use the filter function. It is required that you fill in the data for all articles currently being delivered to JYSK.\n\nCurrently the submit button is not active, so when you have created an article, please save the data and close the article. When the submit function has been completed, we will update the guidance with information on what to do.\n\nWhen you have clicked on an article you are ready to add data. In addition to the data, you need to upload exploded view pictures. Here all parts/materials must be visible, meaning that for more complex articles such as a sofa the pictures should also show the materials within the seat.\n\nYou can upload up to five pictures on the platform. They can be png, jpg and jpeg. It is possible to use either the “Upload pictures” button, or to drag and drop pictures into the area. You can select more than one picture at a time to upload.\n\nTo add pictures, click on “Upload pictures”.\n\nWhen you have chosen the pictures you wish to add, press “Attach pictures” to attach it to the article.\n\nIt should look like this when the picture has successfully been added.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nNote: It is not saved before all mandatory data fields on the platform have been filled out and the “Save” button has been pressed.\n\nIt is possible to select one or more pictures and either delete the pictures or download them to a Zip-file.\n\nThe pictures you upload must show the exploded view of the article, so all parts and materials are visible. For every part you add data for in DML you need to visualize where it is placed using the pictures. The same number/letter structure as in the field “part number” must be on the pictures to show the placement of parts. If a material or part appears more than one place on the article, the part number must be shown both places.", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nExample of a sheet with pictures showing the placement of both elastic and textile.\n\nWhen working on the DML platform and inputting data it is possible to use a copy function both for a complete article and for parts within an article. The functionality is meant to make it easier to input data for articles that are very similar or have repetitive materials.\n\nWith the first copy function it is possible to copy data from an article you have already created into the article you are currently working on.\n\nNote: Please note that if you have input any data in the article you are working on before you copy from another article, this data will be overwritten.\n\nTo copy the data in click on the button “Copy from article”\n\nA box will appear where you can search for either article number or article name of the article you wish to copy.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nWhen you have found the correct article, you press copy.\n\nAll the data from the article you copied from will now be visible. It is important to check if the data is correct. If you copy data on a towel and the new towel is a smaller version, then the dimensions need to be updated.\n\nIn addition to being able to copy an entire article you can also copy a part within an article. To do this click the icon in the top right corner of the part. The article you have clicked on will be duplicated just below. Please make sure to change the part number so they are unique and update the data, so it is correct for the new part.", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "The platform is structured to focus on parts and materials. This means we ask for data about the fabric and foam of the chair - not the whole seat consisting of these parts.\n\nTo make it easier to input data you can summarize or group materials that have the same specifications and the same place of production and country of origin. A material specification can be:\n\n• Thickness/height for flat objects (e.g., MDF, plywood, sheets, foils)\n\n• Profiles (cross-section) for elongated objects (e.g., pipes, rods, tubes)\n\n• Density and thickness/height for foams\n\nThis means for articles with the same textile appearing more than once they can be summarized if they have the same traits. Here the criteria would be the textile construction and dyeing method, gsm, and dtex.\n\nFor smaller and more insignificant parts you can exclude them from DML if you don’t have the data needed they need to be listed below to be excluded:\n\n• Care label\n\n• Sewing thread\n\nPlease also input information on treatments, coatings, paint or similar for the parts where relevant. This should be added to the field “Additional information” that will be described later in the guide.\n\nBelow are a few examples of parts and materials to be input for different articles.\n\n| Bed Linen                                                                                                                          | Bed Linen.1                                                                                                                                             | Unnamed: 2            | Sheet        |\n|:-----------------------------------------------------------------------------------------------------------------------------------|:--------------------------------------------------------------------------------------------------------------------------------------------------------|:----------------------|:-------------", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "|\n| These would be the parts to input:                                                                                                 | These would be the parts to input:                                                                                                                      | These would be input: | the parts to |\n| Textile                                                                                                                            | Textile                                                                                                                                                 | nan                   | nan          |\n| (You can summarize all the textile in one part when they are the same textile                                                      | (You can summarize all the textile in one part when they are the same textile quality.                                                                  | Textile               | nan          |\n| quality, construction and dyeing method, gsm, and dtex) Push buttons                                                               | construction and dyeing method, gsm, and dtex. Currently we don’t account for printing so this would be one textile if printing is the only difference) | Elastic               | nan          |\n| (Provide the measurements for one and either provide material summaries and 1 in quantity or count them and give material for one) | Zipper Choose the zipper in the material drop down category “sewing accessories”. We consider this one component to simplify the data input.            | nan                   | nan          |\n| in JYSK 10601 Figure 19                                                                                                            | See our video for a Bed Linen example in JYSK 10601                                                                                                     | nan                   | Figure 21    |\n| in JYSK 10601 Figure 19                                                                                                            | nan                                                                                                                                                     | nan                   | nan          |", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "There are a few validations on the platform making sure fields that are mandatory are filled in and that the weight of the article matches the weight provided in the PIF. These validations are explained in the following sections along with how this is relevant when inputting data.\n\nThe weight of the materials and parts you input are essential as they have to match the article net weight before the data can be sent to approval with JYSK. The articles net weight is based on the input in the PIF meaning the better the weight data early in the process – the fewer corrections will have to be made when you start working in DML.\n\nThe article net weight is shown at the top of the platform next to article number. This is the weight you must match with the data you input.\n\nFor each part you input data for including weight and quantity the platform calculates to current total.\n\nThe weight calculated in this field summarizing all the parts and materials must match the articles net weight before sending the article data to approval with JYSK. You can save the data and work on it later, but you are not able to submit it to JYSK before this is correct.\n\nFor more information on how to input weight and what to do if it does not match the Net Weight see section 8.4. Please note that as of now it is not possible to send the Detailed Material list article data to approval with JYSK in the supplier portal. We will inform when this is possible.\n\nPage 12/", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "On the platform some fields are mandatory to fill in while others are voluntary. For an overview see Table 2. All mandatory fields must be completed before an article data is done.\n\nNote: we are working on the indication of mandatory fields to fill so they are more visible.\n\n| Field name/headline               | Voluntary/ Mandatory                                                                                            | Field Characteristics                  |\n|:----------------------------------|:----------------------------------------------------------------------------------------------------------------|:---------------------------------------|\n| Quantity                          | Mandatory                                                                                                       | Numeric field (max 3 digits)           |\n| Part number                       | Mandatory                                                                                                       | Numeric and text field (max 5 entries) |\n| Part description                  | Mandatory                                                                                                       | Text field (max 35 characters)         |\n| Weight (kg)                       | Mandatory                                                                                                       | Numeric field (three decimals)         |\n| Dimension - Width                 | Mandatory                                                                                                       | Numeric field (two decimals)           |\n| Dimension - Length                | Mandatory                                                                                                       | Numeric field (two decimals)           |\n| Dimension - Height/Thickness      | Voluntary                                                                                                       | Numeric field (two decimals)           |\n| Unit                              | Mandatory                                                                                                       | Drop down                              |\n| Additional information            | Voluntary                                                                                                       | Text field                             |\n| Material category                 | Mandatory                                                                                                       | Drop down                              |\n| Production process                | Mandatory if the material category is textile or plastic                                                        | Drop down                              |\n| gsm                               | Mandatory if the material category is textile                                                                   | Numeric field                          |\n| dtex                              |", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " Mandatory if the material category is textile                                                                   | Numeric field                          |\n| Production waste                  | Voluntary                                                                                                       | Numeric field (Three decimals)         |\n| Country of production             | Mandatory                                                                                                       | Drop down                              |\n| Region                            | Voluntary                                                                                                       | Drop down                              |\n| Material                          | Mandatory if drop down options appear                                                                           | Drop down                              |\n| Material share                    | Mandatory                                                                                                       | Numeric field                          |\n| Pre-consumer recycled share       | Voluntary                                                                                                       | Numeric field                          |\n| Post-consumer recycled share      | Voluntary                                                                                                       | Numeric field                          |\n| Country of origin of raw material | Voluntary                                                                                                       | Drop down                              |\n| Region of origin of raw material  | Voluntary                                                                                                       | Drop down                              |\n| Sustainability %                  | Voluntary (Mandatory to fill in, if the supplier has added a Sustainability type to the Material specification) | Numeric field                          |\n| Sustainability type               | Voluntary (Mandatory to fill in, if the supplier has added a Sustainability type to the Material specification) | Drop down                              |\n\nIf you are unsure if you have filled in all the mandatory fields you can click on the validate button in the top right corner and it will make all mandatory empty fields have a red border. It is possible to work on an article and save it as a draft while it is still not complete.\n\nPage 13/40", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "The following section provides further explanation and examples of the different fields on the platform.\n\nFor some articles there will be more than one of the same part in an article. Use this field to explain how many of the part there are in the article.\n\nIn an article there will be many parts appearing only once but below are a few examples of where it is relevant to specify a quantity. You can add information such as weight and dimension of one candle in a part and write 4 in quantity.\n\n4 candles in a set", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nThe part number needs to be unique and must refer to the exploded view pictures you have uploaded for the article. For guidance on picture see section 4. What number and letter structure to use is optional - it just has to match the number/name structure on the pictures.\n\nFor a table like the one below this could for example have the number/letter structure shown and the pictures to upload to visualize\n\n| 1    | Tabletop                                                       |\n|:-----|:---------------------------------------------------------------|\n| 2    | Flat washer                                                    |\n| 3    | Table legs                                                     |\n| 4    | Caps                                                           |\n| ACDE | Screws * These can be summarized if they are the same material |\n| B    | Silicone ring                                                  |\n\nPage 15/40", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Page 16/40\n\nEdition 3 – 2025-08 Compliancequality@JYSK.com", "page": 16, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Note: You can exclude small details such as labels and sewing thread\n\nNote: You can exclude small details such as labels and sewing thread.\n\nEdition 3 – 2025-08 Compliancequality@JYSK.com", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Page 18/40\n\nEdition 3 – 2025-08 Compliancequality@JYSK.com", "page": 18, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "This is a free text field and has no required structure, but please make sure it is understandable what part you are inputting data for.\n\nExamples could be:\n\n• Felt caps\n\n• Table legs\n\n• Seat foam\n\n• Mesh textile detailing\n\n• MDF board inside, top, bottom, front\n\nSimply explained the weight of the part must be input in this field. The field is used for validating the data input for the article against the weight provided in PIF, so it is very important that the weight data is correct. Make sure to weigh parts before assembly. Because this is so important a field, we have tried to anticipate a few situations that might occur.\n\nPage 19/40", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "We are aware that many articles fluctuate in weight which is why DML aims to have perfect data input but allows for fluctuations and differences in real life. There are two situations where this applies. One is when suppliers input data into the DML and there is a small difference between input weight and the net weight you have to match. The other situation is when the article arrives at the distribution center, and we inspect and approve the article.\n\nThe purpose of allowing for correction in data by the supplier before submitting data to JYSK is to avoid minor weight differences to stop the flow. Table 3 defines the tolerance we accept that you correct data within.\n\n| Weight   | Tolerance   |\n|:---------|:------------|\n| 0-1 Kg   | 10%         |\n| 1-5 Kg   | 8%          |\n| 5-10 Kg  | 6%          |\n| 10-25 Kg | 5%          |\n| 25+ Kg   | 3%          |\n\nExample could be:\n\nYou are done adding the parts of a product and the total weight of the part you have input is 2,1 Kg. Previously in the PIF it said 2,2 Kg so this is the weight you must match in the Detailed Material List. Looking at the table above for articles between 1-5 Kg an 8% weight tolerance is allowed.\n\nBefore you can send the article for approval by JYSK the", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " weight in Detailed Material List has to match exactly. When you are within the tolerance it means you must correct the data to make it match. The first step is of course to check if there is a mistake in the data input. After that has been done, please consider the article and materials and add extra weight where the fluctuations are likely to originate from and if that is not possible find the main materials in the article and allocate the weight between them.\n\nIf the weight you see in the Detailed material list tab for an article is wrong and it is not within the tolerance for rounding up or down according to the table above, then the future process will be to get the weight corrected.\n\nFor now and until the submit button mentioned in section 2.2 has been implemented, we ask that you save and close the article despite not matching. The main priority now is to start inputting data.\n\nCurrently the approval button on the platform has not been implemented, but please note that once this is introduced, we don’t allow for correction in weigh in PIF after the article and the DML data has been validated by JYSK. As of right now please save and close the article if the weight is not matching, then we update the steps after the submit to JYSK button is introduced.\n\nWhen we validate the data upon the article’s arrival a tolerance will also be allowed to make sure fluctuations in the material’s weight are considered by the Quality inspector.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nTo provide the dimensions of the part there are a few fields you can use. If the dimension you need to input does not fit into the fields provided, please use the “additional information” field further explained in section 8.6. It is mandatory to input width and length for all parts and choose the unit in the drop down.\n\nFor all the parts that don’t have an obvious width and length or are irregular or weirdly shaped always measure at the widest point or longest continuous dimension. This could be plant leaves, curved objects or asymmetrical pieces.\n\nIf there are many almost identical parts such as smaller stones in artificial plants, you can add dimensions for one and input the weight of all of them combined. This also applies to buttons in bed linen.\n\nIf a specific measurement could affect the product’s quality, fit, or function, it must be included. This includes examples such as thickness of plastic sheets, metal tube or density of foam.\n\nPage 21/40", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nThis field is a free text field and can be used to provide any additional information relevant to the part.\n\nYou are encouraged to input information you did not find a field for in the Detailed Material List, but our primary requirement is to use it for dimensions, treatments, paints or material specifications. If you input a part with melamine or paint, then please write this in the additional information field.\n\nFor the following parts and materials, we need additional dimensions:\n\n| Metal tubes/rails and round objects   | Diameter     |   Unnamed: 2 |\n|:--------------------------------------|:-------------|-------------:|\n| Foams                                 | Density      |          nan |\n| Textiles                              | Thread count |          nan |\n\nPage 22/40", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Choose the overall material category for the part, such as metal, wood or foam/fillings. Based on your choice you will be asked to specify the material in more detail later. Please note that when choosing Textile or Plastics a few mandatory fields will appear below the drop down. This will be explained later.\n\nAvailable material categories:\n\n• Metals\n\n• Polymers (plastics)\n\n• Stone / Ceramics / Glass / Cement\n\n• Natural\n\n• Wood\n\n• Textile / Leather\n\n• Candles\n\n• Wadding / Filling\n\n• Foams\n\n• Sewing accessories\n\n• Electronic components\n\n• Paper and Cardboard\n\nTo get an overview of where to find materials within the dropdowns structure see JYSK 10600.\n\nNote: In the drop-down categories “Sewing accessories” and “Electronic components” there are some predefined parts to help you when adding data. This could be batteries, light bulbs or zippers.\n\nNote: For textiles with coating please see the example in section 8.21 for how to do.\n\nIf you are working in DML and can’t find the material you need, we can work on adding it to the platform. Please first check that there is not a version of the material that you can choose. If no material works for the data you have please reach out to C&Q. We can work on adding it to the lists.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "The next material drop-down fields are dependent on the material category you choose above. These fields are also drop-down fields, and new fields will continue to appear until the most detailed material description is provided. The number of dropdowns and detail levels of materials depend on the material category. If a new dropdown field appears, then it is mandatory to input data.\n\nPage 24/40", "page": 24, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nBecause of the DML platform structure almost all parts will be of one material (mono material) and consist of 100% of the material. Exemptions to this are textiles and plastics where compounds are possible. To add an additional material specification, click “Add material specification” button.\n\nYou will now be able to add more than one material for a textile, such as a composition of cotton and polyester.\n\nA textile can have a composition of 60% cotton and 40% polyester.\n\nTo input this data the “fabric” is the part. Material category is “textile” and material specification 1 is cotton with material share 60% and material specification 2 is polyester with material share 40%.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nPlease provide the production process if the material is textile or plastic.\n\nProduction processes for plastic are dependent on whether the plastic is thermoplastic or thermosetting plastic.\n\nThermoplastic production processes are:\n\n• Injection molding\n\n• Extrusion plastic sheet\n\n• Extrusion plastic profile\n\n• Extrusion plastic film\n\n• Extrusion plastic fiber\n\n• Extrusion and blow molding\n\n• Injection blow molding\n\n• Compression molding\n\n• Rotational molding with natural gas heat\n\n• Rotational molding with electrical heat\n\n• Thermoforming\n\n• Extrusion + thermoforming continuous line\n\n• Thermoforming continuous line\n\n1. Injection Molding Description: Molten plastic is injected into a closed mold under high pressure. Common Products: Bottle caps, containers, automotive parts, electronic housings, toys. Polymers commonly used in this process: PP, ABS, PS, PE (HDPE, LDPE), PC, PA, POM, PET, TPE 2. Extrusion – Plastic Sheet Description: Plastic is melted and forced through a flat die to form sheets of uniform thickness. Common Products: Plastic sheets for thermoforming, packaging, signage, protective barriers. Polymers commonly used in this process: PP, PET, HIPS, PVC, PMMA, PE", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\n| 0                                                                                                                                                                                                                                                                                                                                 | 1                                                                                                                                                                                                                                                                                                                                 |\n|:----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 3. Extrusion — Plastic Profile Description: Plastic is extruded through a shaped die to produce continuous profiles. Common Products: Window frames, pipes, tubes, weather stripping, cable insulation. Polymers commonly used in this process: PVC, PE, PP, ABS, PC, PA                                                          | nan                                                                                                                                                                                                                                                                                                                               |\n| 4. Extrusion — Plastic Film Description: Thin plastic film is formed by either blowing or casting methods during extrusion. Common Products: Packaging film, plastic bags, shrink wrap, agricultural film. Polymers commonly used in this process: LDPE, LLDPE, HDPE, PP, PET, EVA                                                | 4. Extrusion — Plastic Film Description: Thin plastic film is formed by either blowing or casting methods during extrusion. Common Products: Packaging film, plastic bags, shrink wrap, agricultural film. Polymers commonly used in this process: LDPE, LLDPE, HDPE, PP, PET, EVA                                                |\n| 5. Extrusion — Plastic Fiber Description: Melted plastic is extruded through spinnerets to form fibers. Common Products: Synthetic textiles (e.g., polyester, nylon), carpeting, ropes, geotextiles. Polymers", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " commonly used in this process: PET, PA, PP, PE, PLA                                                                 | nan                                                                                                                                                                                                                                                                                                                               |\n| 6. Extrusion and Blow Molding Description: A tube of molten plastic (parison) is extruded, then air is blown into it inside a mold to form hollow objects. Common Products: Bottles, jerry cans, large containers (e.g., detergent, milk, and shampoo bottles). Polymers commonly used in this process: HDPE, LDPE, PP, PVC, PETG | 6. Extrusion and Blow Molding Description: A tube of molten plastic (parison) is extruded, then air is blown into it inside a mold to form hollow objects. Common Products: Bottles, jerry cans, large containers (e.g., detergent, milk, and shampoo bottles). Polymers commonly used in this process: HDPE, LDPE, PP, PVC, PETG |\n| 7. Injection Blow Molding Description: A preform is first injection molded, then reheated and blown into a mold to form a hollow item. Common Products: High-precision bottles (pharmaceutical, cosmetic, beverage bottles). Polymers commonly used in this process: PET, PP, HDPE, PVC                                           | nan                                                                                                                                                                                                                                                                                                                               |\n| 8. Compression Molding Description: Plastic is placed in a heated mold and compressed to shape under pressure. Common Products: Electrical components, automotive parts, melamine dishware", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": ", gaskets. Polymers commonly used in this process: PP, PE, PES, TPU (specialized uses)                                                  | nan                                                                                                                                                                                                                                                                                                                               |\n| 9. Rotational Molding with Natural Gas Heat Description: Plastic powder is placed in a hollow mold, rotated slowly in an oven (heated with natural gas) to Common Products: Large hollow items like water tanks, kayaks, playground equipment, bins. Polymers commonly used in this process: LLDPE, LDPE, HDPE, PVC (some use)    | form a hollow part.                                                                                                                                                                                                                                                                                                               |\n| 10. Rotational Molding with Electrical Heat Description: Same as above, but heating is done via electric ovens. Common Products: Same as natural gas method; more common for smaller or indoor operations. Polymers commonly used in this process: LLDPE, LDPE, HDPE, nylon-11 (some), PVC                                        | nan                                                                                                                                                                                                                                                                                                                               |\n| 11. Thermoforming Description: A plastic sheet is heated until soft, then formed over a mold using vacuum or pressure. Common Products: Disposable cups, trays, clamshell packaging, lids. Polymers commonly used in this process: HIPS, PET, PVC, PP, ABS, PLA                                                                   | nan                                                                                                                                                                                                                                                                                                                               |\n| 12. Extrusion + Thermoforming (Continuous Line) Description: Sheets are extruded and immediately thermoformed in a continuous process. Common Products:", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " Food packaging (e.g., yogurt cups, meat trays), blister packs — high volume, consistent Polymers commonly used in this process: PS, PET, PP, PLA, HIPS                    | thickness.                                                                                                                                                                                                                                                                                                                        |\n| 13. Thermoforming (Continuous Line) Description: Pre-produced sheets are fed into an automatic thermoforming machine for continuous Common Products: Packaging trays, lids, medical trays — often used for high-speed manufacturing.                                                                                              | production.                                                                                                                                                                                                                                                                                                                       |", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Thermosetting plastic production processes are:\n\n• Compounding thermosetting (BMC)\n\n• Injection molding thermoset\n\n• Compression molding SMC/BMC\n\n• Resin infusion molding thermosetting\n\n• Resin transfer molding thermosetting\n\n| Thermosetting plastic production processes                                                                                                                                                          | Thermosetting plastic production processes.1                                                                                       |\n|:----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:-----------------------------------------------------------------------------------------------------------------------------------|\n| 1. Compounding thermosetting (BMC)                                                                                                                                                                  | 1. Compounding thermosetting (BMC)                                                                                                 |\n| Description: pre-mix process where thermosetting resin (usually polyester) is blended with chopped glass fibers, fillers, and                                                                       | Description: pre-mix process where thermosetting resin (usually polyester) is blended with chopped glass fibers, fillers, and      |\n| additives to produce a moldable compound.                                                                                                                                                           | additives to produce a moldable compound.                                                                                          |\n| Common Products: Automotive parts, appliance housings, circuit breaker components, enclosures.                                                                                                      | Common Products: Automotive parts, appliance housings, circuit breaker components, enclosures.                                     |\n| Polymers commonly used in this process: Unsaturated Polyester (UP), Vinyl Ester (VE) (less common), Epoxy                                                                                           | (EP)                                                                                                                               |\n| (occasionally)                                                                                                                                                                                      | (occasionally)                                                                                                                     |\n| Description: Preheated thermoset material (", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "usually in a liquid or semi-solid state) is injected into a heated mold                                                                                  | where it cures and                                                                                                                 |\n| Common Products: Electrical insulators, appliance components, automotive under-hood parts, handles.                                                                                                 | Common Products: Electrical insulators, appliance components, automotive under-hood parts, handles.                                |\n| Unsaturated Polyester (UP) (in specialized uses)                                                                                                                                                    | Unsaturated Polyester (UP) (in specialized uses)                                                                                   |\n| 3. Compression molding SMC/BMC                                                                                                                                                                      | 3. Compression molding SMC/BMC                                                                                                     |\n| Common Products: Automotive body panels, electrical cabinets, structural parts, shower trays. Polymers commonly used in this process: Unsaturated Polyester (UP), Vinyl Ester (VE), Epoxy (EP) (for | high-performance                                                                                                                   |\n| applications)                                                                                                                                                                                       | applications)                                                                                                                      |\n| 4. Resin infusion molding thermosetting                                                                                                                                                             | 4. Resin infusion molding thermosetting                                                                                            |\n| Description: Dry fiber reinforcements are placed in a mold, then resin is infused under vacuum pressure and cured                                                                                   | in place.                                                                                                                          |\n| Common Products: Boat hulls, wind turbine blades, aircraft components, composite panels.                                                                                                            | Common Products: Boat hulls, wind turbine blades, aircraft components, composite panels.                                           |\n| Polymers commonly used in this process: Epoxy (EP), Unsaturated Polyester (", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "UP), Vinyl Ester (VE)                                                                                                    | Polymers commonly used in this process: Epoxy (EP), Unsaturated Polyester (UP), Vinyl Ester (VE)                                   |\n| 5. Resin transfer molding thermosetting                                                                                                                                                             | 5. Resin transfer molding thermosetting                                                                                            |\n| Description: A closed mold process where dry fiber preforms are placed in a mold and liquid resin is injected under pressure, then                                                                  | Description: A closed mold process where dry fiber preforms are placed in a mold and liquid resin is injected under pressure, then |\n| cured.                                                                                                                                                                                              | cured.                                                                                                                             |\n| Common Products: Automotive structural parts, aerospace components, truck parts, enclosures.                                                                                                        | Common Products: Automotive structural parts, aerospace components, truck parts, enclosures.                                       |\n| Polymers commonly used in this process: Epoxy (EP), Unsaturated Polyester (UP), Vinyl Ester (VE)                                                                                                    | nan                                                                                                                                |\n\nTable 6 - Thermosetting plastic production processes\n\nPage 28/40", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "After choosing “Textile” as a material category, additional field will show up. For textiles production process is a combination of textile construction and the method of coloring. In the first field, select the textile construction method from the dropdown:\n\n• Felted or non-woven\n\n• Handwoven\n\n• Knitted\n\n• Woven\n\nAfter selecting the textile construction, in second drop down select the color treatment. Color treatments are dependent on the selected textile construction. Available coloring treatments for selected textile constructions are:\n\n| 0                  | 1                                                                                 |\n|:-------------------|:----------------------------------------------------------------------------------|\n| Woven              | Bleached white and treated textile                                                |\n| Woven              | Yarn dyed and treated textile                                                     |\n| Woven              | Batched dyed and treated textile                                                  |\n| Hand woven         | Hand woven untreated/natural color textile                                        |\n| Hand woven         | Hand woven bleached white textile                                                 |\n| Hand woven         | Hand woven yarn dyed textile                                                      |\n| Hand woven         | Hand woven batch dyed textile                                                     |\n| Knitted            | Knitted untreated/natural color textile                                           |\n| Knitted            | Knitted bleached white textile                                                    |\n| Knitted            | Knitted yarn dyed textile                                                         |\n| Knitted            | Knitted batch dyed textile                                                        |\n| Felted or nonwoven | Needle punching fibers to felt or nonwoven                                        |\n| Felted or nonwoven | Airlaying", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " fibers to felt or nonwoven                                              |\n| Felted or nonwoven | Needle punching fibers to felt or nonwoven which is dyed                          |\n| Felted or nonwoven | Airlaying fibers to felt or nonwoven which is dyed                                |\n| Felted or nonwoven | Needle punching fibers to fel tt or nonwoven which is heat pressed to solid shape |\n| Felted or nonwoven | Airlaying fibers to felt or nonwoven which is heat pressed to solid shape         |\n\nPage 29/40", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nPlease provide the gsm (g/m2) of the textile.\n\nPlease provide the amount of textile in m2. This should equal textile weight divided by gsm, with initial conversion of either kilograms to grams, or gsm to kgsm. orthe textile surface area after cutting and before sewing.\n\n1. Textile m2 = textile weight (kg) / (gsm/1000) or\n\n1. Textile m2 = textile weight (kg) / (gsm/1000)\n\n2. Textile m2 = (textile weight (kg) * 1000) / gsm\n\nAfter calculating the textile m2, a sanity check must be made whether the m2 makes sense for the textile in question. If m2 appears to be too small or too large, then review the weight of the textile and, if needed, the weight of the whole article.\n\nPage 30/40", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nThe area of a pillowcase would amount to around double of pillowcase dimensions plus the additional textile for inseams.\n\nThe amount of textile (m2) multiplied by gsm equals the weight of the textile in kilograms, which is automatically calculated and can be used for controlling whether the m2 and gsm match the previously input weight of the textile part.", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nIn the dtex field, an average dtex of the textile should be input. Decitex (dtex) is a unit of linear density used in textiles, and it represents the mass in grams per 10 000 meters of yarn or filament. The method of calculating dtex can vary depending on the form and structure of the yarn or fiber (e.g., filament, spun yarn, rope, etc.). If the yarn is a multi-filament yarn, the dtex is often expressed per filament.\n\nIf the yarn is plied (twisted together), the total dtex is the sum of the dtex values of the individual yarns.\n\nFor a 2-ply yarn with two 150 dtex filaments: Total dtex = 150 + 150 = 300 dtex\n\nDtex can also be calculated by conversion from other yarn numbering units:\n\n| Unnamed: 0   | tex        | den (Denier)   | Ne (NeC/ECC - English Cotton Count)   | Nm (Metric count)   | NeW (NeK - | Worsted Count)   | NeL (Lea - Linen Count)   | | NeS (Woollen Count)   |\n|:-------------|:-----------|:---------------|:--------------------------------------|:--------------------|:------------------------------|:--------------------------|:------------------------|\n| dtex", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "         | | tex x 10 | | den+0,9      | |5905,4+Ne                            | |10000+Nm           | | 8855,8+ NeW                 | 16535 = NeL               | | 1937,7+ NeS           |\n\nWe require input of the average textile dtex, since the external system we are working with cannot support dtex with blended textiles. Average can be calculated in 3 ways, depending on the data availability:\n\nWe are working on the dtex field to become voluntary. If dtex for a textile cannot be provided, the field may be left blank.", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nWhen yarn count (EPI × PPI) and thread density (eg. Warp Ne x Weft Ne) information is available. First the thread densities need to be converted to dtex based on the conversion table. Average dtex = (EPI × Warp dtex + PPI × Weft dtex)/(EPI + PPI)\n\nWhen there is no data on yarn count, only on thread density.\n\nFirst the thread densities need to be converted to dtex based on the conversion table.\n\nAverage dtex = (Warp dex + Weft dtex)/2\n\nWhen options 1 and 2 are not possible.\n\nAverage dtex = (gsm × 10 000) / (TPI × 39,37)\n\nIf the warp and weft yarns have the same density, there is no need for calculation, as the average would equal the number of both.\n\nExamples of calculating average textile dtex:\n\n1. 100% Cotton Woven Textile\n\nwarp dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 40 = 147,6 Weft dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 30 = 196,8 (Weighted) average dtex = (EPI × Warp dtex + PPI × Weft dtex", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": ")/(EPI + PPI) = (80 × 40 + 60 × 30)/(80+60) = 168,686 2. 100% Polyester, Microfibre Woven Textile Construction: 120D/144Fx75D/72F D stands for denier (den) and D numbers indicate linear density of multi-filament yarns. F numbers the number of filaments. The conversion from deniers to dtex: warp dtex = den ÷ 0,9 = 120D ÷ 0,9 = 133,334 weft dtex = den ÷ 0,9 = 75D ÷ 0,9 = 83,334 (Unweighted) average dtex = (dtex1 + dtex2) / 2 = 108,334 3. 100% Cotton Woven Textile GSM = 110, Thread count (TPI) = 132 Average dtex = (gsm × 10 000) / (TPI × 39,37) = (110 × 10 000) / (132 × 39,37) = 211,667 4. 100% Cotton Woven Textile Construction: 76×56 30×30 30×30 is the yarn count and it being the same indicates the textile is made of a single yarn with single dtex (30). The units are in English", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": " Cotton Count, so they need to be converted. dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 30 = 196,846", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nProvide the production waste of the material for this part. The goal is to figure out how much additional material was produced to cover for waste during production. This is of course hard to define because materials have many production steps, but examples could be the cut off wood board to make the round table or fabric cut off to make the pattern. The data point focuses on waste from production.\n\nPage 34/40", "page": 34, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "For this field we need the country where production of the part happened. This is of course often not that simple and often includes more than one country. In cases with different production steps happening in different countries try to specify where the main production happened for this part. This could be decided based on where you think most of the energy consumption happened or if you know majority of the processes happen at one site this would be most representative.\n\nIn case of textile and plastic materials, please indicate the country of production for the production process you specified in the field explained in section 8.10.\n\nIf this is relevant for the country you have chosen in the previous field, please specify the region.\n\nPage 35/40", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nShare of pre-consumer or post-consumer recycled in the material. The percentage share is related to the material, not the entire article.\n\nNote: Pre-consumer recycled material refers to waste or byproducts generated during the manufacturing process that are repurposed or recycled before they ever reach a consumer. This material is collected and reprocessed into new products instead of being discarded.\n\nNote: Post-consumer recycled material refers to materials that have been used and discarded by consumers and then collected, processed, and remanufactured into new products.\n\nPage 36/40", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nTextile that is made of 100% polyester where 30% recycled is recycled would be input as below.\n\nFor a textile made of 80% Cotton and 20% polyester and you wish to indicate all of the polyester is recycled here is an example", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nCountry where the material was sourced from.\n\nRegion where the material was sourced from.", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nIf there is a certification or similar linked to the product this can be input by clicking “add sustainability type”.\n\nThis section is voluntary, but if you click “add sustainability type” you have to either input data or delete the section by clicking the delete button.\n\nFor sustainability type you can choose from a drop down listed below. Next to this you are asked to fill in a percentage related to the material, part or product depending on the certification.\n\n• GRS\n\n• OEKO-TEX\n\n• FSC 100%\n\n• FSC Mix\n\n• FSC Recycled\n\nTextile should be input as textile, and coating should be input as plastics. To input plastics, weight needs to be input in kilograms. This could be calculated as the area of coating multiplied by gsm of coating. It is important to convert grams to kilograms.", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com\n\nExample of waterproof jersey fitted sheet\n\n90x200x30 cm\n\nMade of cotton 150 gsm, with 40 gsm TPU coating (not on the sides)\n\nTPU weight = area * gsm = 0,90 m * 2,00 m * 40 g/m² =1,8 m² * 40 g/m²= 72 g 72 g * 1 kg /1000 g = 0,072 kg\n\nTo input that there is a coating on the fabric it must be added as an additional part as shown below.", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "MergedText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Detailed Material List (DML)", "page": 1, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "This document describes deadlines, requirements and a “how to” guide for the Detailed Material List tab in the Supplier Portal.", "page": 1, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Section Changes 8.12 Updated guidance on how to calculate the area of textile. 8.13 Update to the dtex requirement – will become voluntary.", "page": 1, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1 Requirements and deadlines .............................................................................................................. 4 2 General information .......................................................................................................................... 4 2.1 Excel template ................................................................................................................................. 4 2.1.1 Download ........................................................................................................................................ 4 2.1.2 How to use ...................................................................................................................................... 5 2.1.3 Upload ............................................................................................................................................ 6 2.2 Approval button ................................................................................................................................ 6 3 Input data for article ......................................................................................................................... 6 4 Upload pictures ................................................................................................................................ 7 5 Copy and paste functions ................................................................................................................... 9 5.1 Copy article data to another article ..................................................................................................... 9 5.2 Copy part within an article ............................................................................................................... 10 6 Platform structure - definition of part ................................................................................................ 11 7 Validation of the data ...................................................................................................................... 12 7.1 Weight .......................................................................................................................................... 12 7.2 Mandatory/voluntary fields overview ................................................................................................. 13 8 Information about each field ............................................................................................................ 14 8.1 Quantity (mandatory field) ............................................................................................................... 14 8.2 Part number (mandatory field) ......................................................................................................... 15 8.3 Part description (mandatory field) ..................................................................................................... 19 8.4 Weight (mandatory field) ................................................................................................................. 19 8.4.1 Fluctuations in articles weight – what to do with minor differences ........................................................ 20 8.4.2 Incorrect weight in PIF – weight difference outside tolerance................................................................ 20 8.5 Dimensions (mandatory) ................................................................................................................. 21 8.5.1 Odd-shaped and irregular parts ........................................................................................................ 21 8.6 Additional information (voluntary field) .............................................................................................. 22 8.7 Material category – drop down (mandatory field) ................................................................................ 23 8.8 Material (mandatory field) ............................................................................................................... 24 8.9 Material share (mandatory field) ....................................................................................................... 25 8.10 Production process – Only for material category Textile and Plastics (mandatory field) ............................ 26 8.10.1 Plastics .......................................................................................................................................... 26 8.10.2 Textile ........................................................................................................................................... 29 8.11 g/m2 - Only for material category Textile (mandatory field) ................................................................. 30 8.12 m2 - Only for material category Textile (mandatory field) .................................................................... 30", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "dtex - Only for material category Textile (mandatory field – will become voluntary) ................................ 32", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.13.1 Weighted average ........................................................................................................................... 33", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Unweighted average ....................................................................................................................... 33", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Average dtex based on gsm and thread count (TPI; EPI + PPI) ............................................................ 33", "page": 2, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.14 8.15 Country of production (mandatory field) ............................................................................................ 35 8.16 Region of production (voluntary field)................................................................................................ 35 8.17 Pre-consumer recycled or post-consumer recycled share (voluntary field) .............................................. 36 8.18 Country of origin of raw material (voluntary field) ............................................................................... 38 8.19 Region of origin of raw material (Voluntary field) ................................................................................ 38 8.20 Sustainability type .......................................................................................................................... 39 8.21 Specific examples ........................................................................................................................... 39 8.21.1 Textile with coating ......................................................................................................................... 39", "page": 3, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Production waste (voluntary field) ..................................................................................................... 34", "page": 3, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1 Requirements and deadlines", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For products within the product area(s) mentioned in Table 1 suppliers must fill out data in the Detailed Material List (DML) tab in the Supplier Portal.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Access to the DML tab is supplier specific. Once a product area that a supplier delivers to is added to Table 1, all articles supplied to JYSK by the supplier will appear in the overview. However, only the data for the articles in product areas listed in Table 1 need to be entered into the DML. Suppliers not supplying articles to the area(s) in Table 1 will not be able to see the DML tab in Supplier Portal and do not have to do anything. Product areas will be added continuously.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For new articles the deadline is before first ETD.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: The current focus is on completing active articles within one product area so the deadline with completing before first ETD is not relevant yet. Completing articles before first ETD applies after a product area has been added and the backlog on articles is done according to the deadlines in Table 1.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Product Area Deadline for completing article data Bed Linen and sheets 20.09.2025", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 1 – Product areas and deadlines", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please note that two functions are currently being developed. We will include them in the SOP as soon as possible. The functions are described below.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To download the Excel template go to the overview of all articles in the DML tab.", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "; ‘Melcome _Purenae orders Shipmante | Packaging Ostseermatratiat | Repete | Marutictrre User serieetation He) PP fi?", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When you download the template for an article the article number, name and total net weight will be included in the download as shown here:", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "A B Cc 1 |Articleno. Article name Article total net weight 2 12345678 Test article 1 0,98 3 ,", "page": 4, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Mark the article or articles you wish to download number, name, and weight for.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Click the button in the top right corner.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "SYSK| —suppier Porat = Woceme | Purchaseorders | Stpments | Packaging | Osalesmateattst | Reports | Maruactrers | Useradmistaten", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The result is an Excel file with a row for each article that was marked.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "A B c D E F G H 1 J K Anicleno. Articlename ‘Article total net weight Partnumber Partdescription Quantity Weight(kg) Width length Height/ Thickness Unit Addition 1 23456781 Testarticle2 098 ,", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "You can download the template for as many articles as you would like. If there is already added data when you download the excel template for an article, this data will be included in the download. Downloaded files will be named by the article ID “DML_DataForArticle_1234567”. If multiple articles are downloaded, the downloaded file will be named “DML_DataForArticle_1234567+”.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "2.1.2 How to use", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The excel file includes dependent drop-down lists with defined material names. The material names must be chosen from the drop-down options. Therefore, it is essential to add new rows correctly. The Excel file you download already includes formatting in rows containing article numbers and names. To ensure that any new data you add follows the same formatting select a row below one that is already correctly formatted. Then right-click and choose \"Insert Row\" to add a new row with the same formatting. Avoid typing directly into a blank row without formatting, as this may result in inconsistent entries that do not match the criteria of the field in the DML platform.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please note that when the parts material is input it is important to first choose the material category followed by the sub-categories in order.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: To test whether the row is in the right formatting, check whether there are drop-downs under material categories and sub- categories.", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "A B Cc $i Article no. Article name Article total net weight (kg) 2 (1230001 _—‘Testarticle1 0,813 3 [1230001 _Testarticle1 0,813 4 71230001 _Testarticle1 0,813 5 6 7 8 2", "page": 5, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "BM Article no. Article name Article total net weight (kg) 2|laptosniv|[11 -| A A ey % 9 B 0,813 3 = ° 0,813, BIE O- Ay Hy GH h =2 By 8 0813 ee 6 7 8 9 Search the menus X cut (1 Copy 10) [Paste Options: 14] no YE 13) Paste Special... 14) 15| Insert a Delete 17] tg] Clear Contents 19] Eormat Cells... Row Height... 2) Hide Unhide", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Each part will be a row, with the only exception being composite materials for textile and plastic. How to do this on the platform is explained in section 8.9, but an example of how this translates to excel is included in JYSK 10602.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Only the first sheet in the Excel file will be uploaded to DML, so keep the articles in one long list in one sheet. If there is more than one sheet in the excel file when uploaded the additional ones will be ignored in the upload. To upload data for more than one article they must be in the same sheet as shown in JYSK 10603.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The Excel sheet and DML platform are in European comma settings.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When writing in a field in the excel and adding more characters than what is defined as possible in 7.2 the text will be cut of and a “*” will be added at the beginning of the sentence.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Example: “Duvet cover set nylon zipper closure” has to many characters for the part description field, and will be replaced by “*Duvet cover set nylon zipper clo”", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "At this moment it is not possible to upload the data to Detailed Material List, but as soon as this feature is added we will update the guide with how to do this.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "In the top right corner of the DML there is a submit button that is currently inactive. This will later we activated allowing for article data to be sent to approval with JYSK.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "3 Input data for article", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Log into the Supplier Portal. In the Supplier Portal there is a tab called “Detailed material list” visible for suppliers with an article group that has been included in the table above.", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders Shipments Packaging Reports Manufacturers User administration", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders Shipments Packaging Reports Manufacturers User administration", "page": 6, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When you have clicked on the Detailed material list (DML) tab you will get an overview of all your articles. In the top of each column, it is possible to search within each column or you can use the filter function. It is required that you fill in the data for all articles currently being delivered to JYSK.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "weicome | Pucheseouers ©) shipments | Packaging || Detaled mata ist || Reports || Manutactuers | User aaminisuaton ane & Erodne >| Vendorwe.& Vendor name © Naber fare © Naber ofpitues ‘Sim Pd Bush Tet 1 1 New", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Currently the submit button is not active, so when you have created an article, please save the data and close the article. When the submit function has been completed, we will update the guidance with information on what to do.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When you have clicked on an article you are ready to add data. In addition to the data, you need to upload exploded view pictures. Here all parts/materials must be visible, meaning that for more complex articles such as a sofa the pictures should also show the materials within the seat.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "You can upload up to five pictures on the platform. They can be png, jpg and jpeg. It is possible to use either the “Upload pictures” button, or to drag and drop pictures into the area. You can select more than one picture at a time to upload.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome _Purcnase oars Shipments Pachaging _Ovtaed mate ist Reports Manutacuers__User amination ‘Arete meee sosoues met eo 005 4 rvs se: ew Siooit Matte Copy romarise Save See Retone | clone ‘rece mame: ——_OCS NEL Sater DEL tte KRONEORG Pars ant me (00 te Conny ot orm ™ —_ = 4+ Upoedpicmres | Atmcnpicmrer © Cane!", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To add pictures, click on “Upload pictures”.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Submit Validate Copy tromarticle Save Save Rclose Close amen oc", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When you have chosen the pictures you wish to add, press “Attach pictures” to attach it to the article.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Subenit Validate Copy from article Save Save close Close + ane ome ‘Skammbslede 78.4 x 20241212 KB 102649 png", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "It should look like this when the picture has successfully been added.", "page": 7, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Unload pictures | | 7 Attachpicturs | @ Cancel Downlond | Delete", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: It is not saved before all mandatory data fields on the platform have been filled out and the “Save” button has been pressed.", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "It is possible to select one or more pictures and either delete the pictures or download them to a Zip-file.", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "+ Upload pictures + Attach pictures @ Cancel | a M - sslZz ®,", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The pictures you upload must show the exploded view of the article, so all parts and materials are visible. For every part you add data for in DML you need to visualize where it is placed using the pictures. The same number/letter structure as in the field “part number” must be on the pictures to show the placement of parts. If a material or part appears more than one place on the article, the part number must be shown both places.", "page": 8, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Example of a sheet with pictures showing the placement of both elastic and textile.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "5 Copy and paste functions", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When working on the DML platform and inputting data it is possible to use a copy function both for a complete article and for parts within an article. The functionality is meant to make it easier to input data for articles that are very similar or have repetitive materials.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "5.1 Copy article data to another article", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "With the first copy function it is possible to copy data from an article you have already created into the article you are currently working on.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: Please note that if you have input any data in the article you are working on before you copy from another article, this data will be overwritten.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To copy the data in click on the button “Copy from article”", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Wecome | Purchase orcors ©) Shipments || Packaging | Ovtiied materal ist || Reports | Marutacturrs | User administration ee nner vse — coe pacenuns: ew es Genes nce ed Gc ‘Mtoctnsn—5NetL Sten osc RONEN Petit HK) Coeycteoms urs ++ clon pce) 9 ARCH) | Gael cored", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "A box will appear where you can search for either article number or article name of the article you wish to copy.", "page": 9, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Copy article data Enter a (partial) article number or description to select the article to copy article data from. This will replace any existing data in the current article. Source article | |", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When you have found the correct article, you press copy.", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Copy article data Enter a (partial) article number or description to select the article to copy article data from. This will replace any existing data in the current article. Source article | 1230009 - Test Gloabl price oe", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "All the data from the article you copied from will now be visible. It is important to check if the data is correct. If you copy data on a towel and the new towel is a smaller version, then the dimensions need to be updated.", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "5.2 Copy part within an article", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "In addition to being able to copy an entire article you can also copy a part within an article. To do this click the icon in the top right corner of the part. The article you have clicked on will be duplicated just below. Please make sure to change the part number so they are unique and update the data, so it is correct for the new part.", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Quantity Part 5 Part number: ‘Weight: 0.000 | kp Production waste: 0.000) to Material category: : 0 Pre.consumer recycled share: 0% Post-consumer recycled share: os Country of origin of raw materiat: : ‘Sustainability % ‘Sustainability type No records foune Ad material specification", "page": 10, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "6 Platform structure - definition of part", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The platform is structured to focus on parts and materials. This means we ask for data about the fabric and foam of the chair - not the whole seat consisting of these parts.", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To make it easier to input data you can summarize or group materials that have the same specifications and the same place of production and country of origin. A material specification can be:", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Thickness/height for flat objects (e.g., MDF, plywood, sheets, foils)", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Profiles (cross-section) for elongated objects (e.g., pipes, rods, tubes)", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Density and thickness/height for foams", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "This means for articles with the same textile appearing more than once they can be summarized if they have the same traits. Here the criteria would be the textile construction and dyeing method, gsm, and dtex.", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For smaller and more insignificant parts you can exclude them from DML if you don’t have the data needed they need to be listed below to be excluded:", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please also input information on treatments, coatings, paint or similar for the parts where relevant. This should be added to the field “Additional information” that will be described later in the guide.", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Below are a few examples of parts and materials to be input for different articles.", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Bed Linen Bed Linen Sheet These would be the parts to input: These would be the parts to input: These would be the parts to input: Textile Textile (You can summarize all the textile in one (You can summarize all the textile in one part Textile part when they are the same textile when they are the same textile quality. quality, construction and dyeing construction and dyeing method, gsm, and Elastic method, gsm, and dtex) dtex. Currently we don’t account for printing so this would be one textile if printing is the only Push buttons difference) (Provide the measurements for one and either provide material summaries and 1 Zipper in quantity or count them and give Choose the zipper in the material drop down material for one) category “sewing accessories”. We consider this one component to simplify the data input. See our video for a Bed Linen example in JYSK 10601 See our video for a Bed Linen example in JYSK 10601 Figure 19 Figure 21 Figure 20", "page": 11, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "7 Validation of the data", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "There are a few validations on the platform making sure fields that are mandatory are filled in and that the weight of the article matches the weight provided in the PIF. These validations are explained in the following sections along with how this is relevant when inputting data.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The weight of the materials and parts you input are essential as they have to match the article net weight before the data can be sent to approval with JYSK. The articles net weight is based on the input in the PIF meaning the better the weight data early in the process – the fewer corrections will have to be made when you start working in DML.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The article net weight is shown at the top of the platform next to article number. This is the weight you must match with the data you input.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders. Shipments Packaging Detailed material list Reports Manufacturers User administration Article number: 1230004 Article name: Test CS Gloabl Price Parts total net weight: 0,000 kg Country of origin: cN", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For each part you input data for including weight and quantity the platform calculates to current total.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders Shipments Packaging Detailed material list Reports Manufacturers User administration Article number: 1230004 Net weight: 2,200 kg Article name: Test CS Gloabl Price Parts total net wei 0,000 kg Country of origin: CN", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The weight calculated in this field summarizing all the parts and materials must match the articles net weight before sending the article data to approval with JYSK. You can save the data and work on it later, but you are not able to submit it to JYSK before this is correct.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For more information on how to input weight and what to do if it does not match the Net Weight see section 8.4. Please note that as of now it is not possible to send the Detailed Material list article data to approval with JYSK in the supplier portal. We will inform when this is possible.", "page": 12, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "7.2 Mandatory/voluntary fields overview", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "On the platform some fields are mandatory to fill in while others are voluntary. For an overview see Table 2. All mandatory fields must be completed before an article data is done.", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: we are working on the indication of mandatory fields to fill so they are more visible.", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Field name/headline Voluntary/Mandatory Field Characteristics Quantity Mandatory Numeric field (max 3 digits) Part number Mandatory Numeric and text field (max 5 entries) Part description Mandatory Text field (max 35 characters) Weight (kg) Mandatory Numeric field (three decimals) Dimension – Width Mandatory Numeric field (two decimals) Dimension – Length Mandatory Numeric field (two decimals) Dimension – Height/Thickness Voluntary Numeric field (two decimals) Unit Mandatory Drop down Additional information Voluntary Text field Material category Mandatory Drop down Production process Mandatory if the material category is textile or plastic Drop down gsm Mandatory if the material category is textile Numeric field dtex Mandatory if the material category is textile Numeric field Production waste Voluntary Numeric field (Three decimals) Country of production Mandatory Drop down Region Voluntary Drop down Material Mandatory if drop down options appear Drop down Material share Mandatory Numeric field Pre-consumer recycled share Voluntary Numeric field Post-consumer recycled share Voluntary Numeric field Country of origin of raw material Voluntary Drop down Region of origin of raw material Voluntary Drop down Sustainability % Voluntary Numeric field (Mandatory to fill in, if the supplier has added a Sustainability type to the Material specification) Sustainability type Voluntary Drop down (Mandatory to fill in, if the supplier has added a Sustainability type to the Material specification)", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 2 - Mandatory and Voluntary fields", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If you are unsure if you have filled in all the mandatory fields you can click on the validate button in the top right corner and it will make all mandatory empty fields have a red border. It is possible to work on an article and save it as a draft while it is still not complete.", "page": 13, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8 Information about each field", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The following section provides further explanation and examples of the different fields on the platform.", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.1 Quantity (mandatory field)", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For some articles there will be more than one of the same part in an article. Use this field to explain how many of the part there are in the article.", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Part Part mumber: 6 Part descrotion: Post consumer recycled share: *", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "In an article there will be many parts appearing only once but below are a few examples of where it is relevant to specify a quantity. You can add information such as weight and dimension of one candle in a part and write 4 in quantity.", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "4 glasses in a set", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "4 candles in a set", "page": 14, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.2 Part number (mandatory field)", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The part number needs to be unique and must refer to the exploded view pictures you have uploaded for the article. For guidance on picture see section 4. What number and letter structure to use is optional - it just has to match the number/name structure on the pictures.", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Poet conmumer recycled share: . No recor fount ‘Aa sustamatalty type Ad material pectication", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For a table like the one below this could for example have the number/letter structure shown and the pictures to upload to visualize", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1 Tabletop 2 Flat washer 3 Table legs 4 Caps ACDE Screws * These can be summarized if they are the same material B Silicone ring", "page": 15, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Axl2 Bxi2 Cxi2 Dxi2 ° 96x30 mm 96x1 mm 96x15 mm 26 / 16 mm Ext 4mm", "page": 16, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 16, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For a bed linen the following parts could be input, and the pictures attached", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: You can exclude small details such as labels and sewing thread", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For a bed linen the following parts could be input, and the pictures attached", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: You can exclude small details such as labels and sewing thread.", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 17, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 18, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.3 Part description (mandatory field)", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "This is a free text field and has no required structure, but please make sure it is understandable what part you are inputting data for.", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Mesh textile detailing", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• MDF board inside, top, bottom, front", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.4 Weight (mandatory field)", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Simply explained the weight of the part must be input in this field. The field is used for validating the data input for the article against the weight provided in PIF, so it is very important that the weight data is correct. Make sure to weigh parts before assembly. Because this is so important a field, we have tried to anticipate a few situations that might occur.", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘elcome Purchasers © Shipments | Packaging Detaled matnal st Reports | Manufacturers | User aamaistaton ‘ibe |_vtane_| | copytemance | sive || sae tamte | cise ‘ees rames, Parl wage 0169 Counyoterens ow uty ca rsicton ete: 000) te au one Pre contamer erie ate: < Postccnumertayeeaane: [0% sorsinany Sennen 9p ‘es umananay 9p Accrtanlapeteston H", "page": 19, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.4.1 Fluctuations in articles weight – what to do with minor differences", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "We are aware that many articles fluctuate in weight which is why DML aims to have perfect data input but allows for fluctuations and differences in real life. There are two situations where this applies. One is when suppliers input data into the DML and there is a small difference between input weight and the net weight you have to match. The other situation is when the article arrives at the distribution center, and we inspect and approve the article.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The purpose of allowing for correction in data by the supplier before submitting data to JYSK is to avoid minor weight differences to stop the flow. Table 3 defines the tolerance we accept that you correct data within.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Weight Tolerance 0-1 Kg 10% 1-5 Kg 8% 5-10 Kg 6% 10-25 Kg 5% 25+ Kg 3%", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 3 - Weight tolerance", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Net weight: 2,200 kg Parts total net weight: 2,100 kg", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "You are done adding the parts of a product and the total weight of the part you have input is 2,1 Kg. Previously in the PIF it said 2,2 Kg so this is the weight you must match in the Detailed Material List. Looking at the table above for articles between 1-5 Kg an 8% weight tolerance is allowed.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Before you can send the article for approval by JYSK the weight in Detailed Material List has to match exactly. When you are within the tolerance it means you must correct the data to make it match. The first step is of course to check if there is a mistake in the data input. After that has been done, please consider the article and materials and add extra weight where the fluctuations are likely to originate from and if that is not possible find the main materials in the article and allocate the weight between them.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.4.2 Incorrect weight in PIF – weight difference outside tolerance", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If the weight you see in the Detailed material list tab for an article is wrong and it is not within the tolerance for rounding up or down according to the table above, then the future process will be to get the weight corrected.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For now and until the submit button mentioned in section 2.2 has been implemented, we ask that you save and close the article despite not matching. The main priority now is to start inputting data.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Currently the approval button on the platform has not been implemented, but please note that once this is introduced, we don’t allow for correction in weigh in PIF after the article and the DML data has been validated by JYSK. As of right now please save and close the article if the weight is not matching, then we update the steps after the submit to JYSK button is introduced.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When we validate the data upon the article’s arrival a tolerance will also be allowed to make sure fluctuations in the material’s weight are considered by the Quality inspector.", "page": 20, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To provide the dimensions of the part there are a few fields you can use. If the dimension you need to input does not fit into the fields provided, please use the “additional information” field further explained in section 8.6. It is mandatory to input width and length for all parts and choose the unit in the drop down.", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Quannty Pant Post conemer recycied share! .", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.5.1 Odd-shaped and irregular parts", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For all the parts that don’t have an obvious width and length or are irregular or weirdly shaped always measure at the widest point or longest continuous dimension. This could be plant leaves, curved objects or asymmetrical pieces.", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If there are many almost identical parts such as smaller stones in artificial plants, you can add dimensions for one and input the weight of all of them combined. This also applies to buttons in bed linen.", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If a specific measurement could affect the product’s quality, fit, or function, it must be included. This includes examples such as thickness of plastic sheets, metal tube or density of foam.", "page": 21, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.6 Additional information (voluntary field)", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "This field is a free text field and can be used to provide any additional information relevant to the part.", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Watcone | Purcnare rere © smpmonts | Packaging | Ostaiee materaltst || Repons | Manutacurore | User aemstauon ‘anise none: wera 25.00 5 ete taut an sunme | vateate || Copy wom are || seve) Saves one || cose ani name: Para tot ret eign (000 8) Courayaronge: cw cen oT Upeedpictures 7 Altech pictues © Canee! 3) Petter a)", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "You are encouraged to input information you did not find a field for in the Detailed Material List, but our primary requirement is to use it for dimensions, treatments, paints or material specifications. If you input a part with melamine or paint, then please write this in the additional information field.", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For the following parts and materials, we need additional dimensions:", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Part or material Additional information needed Metal tubes/rails and round objects Diameter Foams Density Textiles Thread count", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 4 – Additional information", "page": 22, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.7 Material category – drop down (mandatory field)", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Choose the overall material category for the part, such as metal, wood or foam/fillings. Based on your choice you will be asked to specify the material in more detail later. Please note that when choosing Textile or Plastics a few mandatory fields will appear below the drop down. This will be explained later.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘elcome | Purchase orders © | shipments Pactaning | Octaledmateneltst | Reports Manutoctuters | User samiistaton oe ewe Bee cl st at Suomit | Yl Copyrmanse || sive || meine | Clove — os lvoe vcters || 2 Atacicures | eet a] | Patent ao pence: ’ ene i te wan tena Heh Teness Unt Poe commer yeaa On Postconumereeyeuestare: [| Sevan Sesonotay 9", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Stone / Ceramics / Glass / Cement", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Textile / Leather", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Wadding / Filling", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Paper and Cardboard", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To get an overview of where to find materials within the dropdowns structure see JYSK 10600.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: In the drop-down categories “Sewing accessories” and “Electronic components” there are some predefined parts to help you when adding data. This could be batteries, light bulbs or zippers.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: For textiles with coating please see the example in section 8.21 for how to do.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If you are working in DML and can’t find the material you need, we can work on adding it to the platform. Please first check that there is not a version of the material that you can choose. If no material works for the data you have please reach out to C&Q. We can work on adding it to the lists.", "page": 23, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 24, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.8 Material (mandatory field)", "page": 24, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The next material drop-down fields are dependent on the material category you choose above. These fields are also drop-down fields, and new fields will continue to appear until the most detailed material description is provided. The number of dropdowns and detail levels of materials depend on the material category. If a new dropdown field appears, then it is mandatory to input data.", "page": 24, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘wecome | Purcnase oraere O smpmonts | Packaging Osta materalust | Rapors | wanutacurers | Usarsemuisraon rete umber canon 25000 3 arte tne Pana ttt nat eine et Suomi vane Copy romance || seve || save Rone || Close (99604) Counnyetengie cw en pat + Uobedperres | 7 Amini: | @ cancel ean 0400] am Length ght Ticanene Unt", "page": 24, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.9 Material share (mandatory field)", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Because of the DML platform structure almost all parts will be of one material (mono material) and consist of 100% of the material. Exemptions to this are textiles and plastics where compounds are possible. To add an additional material specification, click “Add material specification” button.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "cane [paca ere 0) snp pactagne || Otani | mapone, | manwcarv || ueracmminson rice ame Para tal ne weg (000H@) Counnyetengie cw = a FP Wbostnames | 7 AwaroKIWES © Canc! 3) | Patou ae wet: on) wet, Leng | Hegutstnneas | unt aa Prodtion aie: 3000) ‘county erection: uel cago: Preconsamer recycle te: Ory Poweconmamer ce hate ae ‘Counc cegin ctr mati sestaraby Woe ‘ed suntinerpe", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "You will now be able to add more than one material for a textile, such as a composition of cotton and polyester.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "A textile can have a composition of 60% cotton and 40% polyester.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To input this data the “fabric” is the part. Material category is “textile” and material specification 1 is cotton with material share 60% and material specification 2 is polyester with material share 40%.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Material: Synthetic > || Polyester bd fi Material share: 40% Vv Pre-consumer recycled share: 0\\|% Post-consumer recycled share: 0) % Country of origin of raw material: Oa Sustainability % Sustainability type No records found. Add sustainability type Material: Natural/Bio based * | Cotton ’ fi Material share: 60 | % Vv Pre-consumer recycled share: 0|% Post-consumer recycled share: 0) % Country of origin of raw material: ¥ Sustainability % Sustainability type No records found.", "page": 25, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.10 Production process – Only for material category Textile and Plastics (mandatory field)", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please provide the production process if the material is textile or plastic.", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Quancty Pant @) Part number: 0 Production waste: 000) ko ‘Country of production: = Material category: ‘syntnete + Potyester a a Material share: 100) % ~ Pre-consumer recycled snare: x0) Post consumer recycled share: * Country of origin of raw materia : Sustamabiity% Sustamabaity type io recerds found Add sustamabety type Add material specification ‘Aad part", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Production processes for plastic are dependent on whether the plastic is thermoplastic or thermosetting plastic.", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Thermoplastic production processes are:", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion plastic sheet", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion plastic profile", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion plastic film", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion plastic fiber", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion and blow molding", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Injection blow molding", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Rotational molding with natural gas heat", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Rotational molding with electrical heat", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Extrusion + thermoforming continuous line", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Thermoforming continuous line", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1. Injection Molding Description: Molten plastic is injected into a closed mold under high pressure. Common Products: Bottle caps, containers, automotive parts, electronic housings, toys. Polymers commonly used in this process: PP, ABS, PS, PE (HDPE, LDPE), PC, PA, POM, PET, TPE 2. Extrusion – Plastic Sheet Description: Plastic is melted and forced through a flat die to form sheets of uniform thickness. Common Products: Plastic sheets for thermoforming, packaging, signage, protective barriers. Polymers commonly used in this process: PP, PET, HIPS, PVC, PMMA, PE", "page": 26, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "3. Extrusion – Plastic Profile Description: Plastic is extruded through a shaped die to produce continuous profiles. Common Products: Window frames, pipes, tubes, weather stripping, cable insulation. Polymers commonly used in this process: PVC, PE, PP, ABS, PC, PA 4. Extrusion – Plastic Film Description: Thin plastic film is formed by either blowing or casting methods during extrusion. Common Products: Packaging film, plastic bags, shrink wrap, agricultural film. Polymers commonly used in this process: LDPE, LLDPE, HDPE, PP, PET, EVA 5. Extrusion – Plastic Fiber Description: Melted plastic is extruded through spinnerets to form fibers. Common Products: Synthetic textiles (e.g., polyester, nylon), carpeting, ropes, geotextiles. Polymers commonly used in this process: PET, PA, PP, PE, PLA 6. Extrusion and Blow Molding Description: A tube of molten plastic (parison) is extruded, then air is blown into it inside a mold to form hollow objects. Common Products: Bottles, jerry cans, large containers (e.g., detergent, milk, and shampoo bottles). Polymers commonly used in this process: HDPE, LDPE, PP, PVC, PETG 7. Injection Blow Molding Description: A preform is first injection molded, then reheated and blown into a mold to form a hollow item. Common Products: High-precision bottles (pharmaceutical, cosmetic, beverage bottles). Polymers commonly used in this process: PET, PP, HDPE, PVC 8. Compression Molding Description: Plastic is placed in a heated mold and compressed to shape under pressure. Common Products: Electrical components, automotive parts, melamine dishware, gaskets. Polymers commonly used in this process: PP, PE, PES, TPU (specialized uses) 9. Rotational Molding with Natural Gas Heat Description: Plastic powder is placed in a hollow mold, rotated slowly in an oven (heated with natural gas) to form a hollow part. Common Products: Large hollow items like water tanks, kayaks, playground equipment, bins. Polymers commonly used in this process: LLDPE, LDPE, HDPE, PVC (some use) 10. Rotational Molding with Electrical Heat Description: Same as above, but heating is done via electric ovens. Common Products: Same as natural gas method; more common for smaller or indoor operations. Polymers commonly used in this process: LLDPE, LDPE, HDPE, nylon-11 (some), PVC 11. Thermoforming Description: A plastic sheet is heated until soft, then formed over a mold using vacuum or pressure. Common Products: Disposable cups, trays, clamshell packaging, lids. Polymers commonly used in this process: HIPS, PET, PVC, PP, ABS, PLA 12. Extrusion + Thermoforming (Continuous Line) Description: Sheets are extruded and immediately thermoformed in a continuous process. Common Products: Food packaging (e.g., yogurt cups, meat trays), blister packs — high volume, consistent thickness. Polymers commonly used in this process: PS, PET, PP, PLA, HIPS 13. Thermoforming (Continuous Line) Description: Pre-produced sheets are fed into an automatic thermoforming machine for continuous production. Common Products: Packaging trays, lids, medical trays — often used for high-speed manufacturing.", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Polymers commonly used in this process: PET, HIPS, PP, PVC, PLA", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 5 - Thermoplastic production processes", "page": 27, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Thermosetting plastic production processes are:", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Compounding thermosetting (BMC)", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Injection molding thermoset", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Compression molding SMC/BMC", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Resin infusion molding thermosetting", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Resin transfer molding thermosetting", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Thermosetting plastic production processes 1. Compounding thermosetting (BMC) Description: pre-mix process where thermosetting resin (usually polyester) is blended with chopped glass fibers, fillers, and additives to produce a moldable compound. Common Products: Automotive parts, appliance housings, circuit breaker components, enclosures. Polymers commonly used in this process: Unsaturated Polyester (UP), Vinyl Ester (VE) (less common), Epoxy (EP) (occasionally) 2. Injection molding thermoset Description: Preheated thermoset material (usually in a liquid or semi-solid state) is injected into a heated mold where it cures and hardens. Common Products: Electrical insulators, appliance components, automotive under-hood parts, handles. Polymers commonly used in this process: Phenolic (PF), Urea-Formaldehyde (UF), Melamine-Formaldehyde (MF), Epoxy (EP), Unsaturated Polyester (UP) (in specialized uses) 3. Compression molding SMC/BMC Description: A charge of SMC (Sheet Molding Compound) or BMC is placed into a heated mold and compressed to fill the cavity, where it cures under heat and pressure. Common Products: Automotive body panels, electrical cabinets, structural parts, shower trays. Polymers commonly used in this process: Unsaturated Polyester (UP), Vinyl Ester (VE), Epoxy (EP) (for high-performance applications) 4. Resin infusion molding thermosetting Description: Dry fiber reinforcements are placed in a mold, then resin is infused under vacuum pressure and cured in place. Common Products: Boat hulls, wind turbine blades, aircraft components, composite panels. Polymers commonly used in this process: Epoxy (EP), Unsaturated Polyester (UP), Vinyl Ester (VE) 5. Resin transfer molding thermosetting Description: A closed mold process where dry fiber preforms are placed in a mold and liquid resin is injected under pressure, then cured. Common Products: Automotive structural parts, aerospace components, truck parts, enclosures. Polymers commonly used in this process: Epoxy (EP), Unsaturated Polyester (UP), Vinyl Ester (VE)", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 6 - Thermosetting plastic production processes", "page": 28, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "After choosing “Textile” as a material category, additional field will show up. For textiles production process is a combination of textile construction and the method of coloring. In the first field, select the textile construction method from the dropdown:", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "• Felted or non-woven", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "After selecting the textile construction, in second drop down select the color treatment. Color treatments are dependent on the selected textile construction. Available coloring treatments for selected textile constructions are:", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Untreated/natural color textile Bleached white and treated textile Woven Yarn dyed and treated textile Batched dyed and treated textile Hand woven untreated/natural color textile Hand Hand woven bleached white textile woven Hand woven yarn dyed textile Hand woven batch dyed textile Knitted untreated/natural color textile Knitted bleached white textile Knitted Knitted yarn dyed textile Knitted batch dyed textile Needle punching fibers to felt or nonwoven Airlaying fibers to felt or nonwoven Felted or Needle punching fibers to felt or nonwoven which is dyed nonwoven Airlaying fibers to felt or nonwoven which is dyed Needle punching fibers to felt or nonwoven which is heat pressed to solid shape Airlaying fibers to felt or nonwoven which is heat pressed to solid shape", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Table 7 – Textile production process", "page": 29, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.11 g/m2 - Only for material category Textile (mandatory field)", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please provide the gsm (g/m2) of the textile.", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Quantity Material category: Production process Production waste: 0.008) ko Country of producton: a Material share: 100] % v Pre-consumer recycled share: 3) % Post-consumer recycled share: * Country of origin of raw material: No receeds found Add sustamabilty type ‘Aid material specification Add part", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.12 m2 - Only for material category Textile (mandatory field)", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Please provide the amount of textile in m2. This should equal textile weight divided by gsm, with initial conversion of either kilograms to grams, or gsm to kgsm. orthe textile surface area after cutting and before sewing.", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Textile m2 calculation - two different conversions:", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1. Textile m2 = textile weight (kg) / (gsm/1000) or", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1. Textile m2 = textile weight (kg) / (gsm/1000)", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "2. Textile m2 = (textile weight (kg) * 1000) / gsm", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "After calculating the textile m2, a sanity check must be made whether the m2 makes sense for the textile in question. If m2 appears to be too small or too large, then review the weight of the textile and, if needed, the weight of the whole article.", "page": 30, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Matera category: Production process Weight: Production waste: ‘Country of production: Maternal category: Material share: Pre-consumer recycled share: Country of origin of raw material: Ad part 0.000 Syntnetic 100) % 20) % ‘9 Post-consumer recycled share: o)%", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The area of a pillowcase would amount to around double of pillowcase dimensions plus the additional textile for inseams.", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "The amount of textile (m2) multiplied by gsm equals the weight of the textile in kilograms, which is automatically calculated and can be used for controlling whether the m2 and gsm match the previously input weight of the textile part.", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Quantity ' Part number: Pre-consumer recycled share: Country of origin of raw material: Sustainability % ‘No records found ‘Add sustainably type ‘Add material specification Pat o v 0.000] bg Hojght/ Thickness Unit 000 = Matecat Teste - v ©) oma 0.000) #9 Matenal specification Sythe + Potyester . a 100} % ~ wo) % Post.consumer recycled share: a) Sustainability type", "page": 31, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.13 dtex - Only for material category Textile (mandatory field – will become voluntary)", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "In the dtex field, an average dtex of the textile should be input. Decitex (dtex) is a unit of linear density used in textiles, and it represents the mass in grams per 10 000 meters of yarn or filament. The method of calculating dtex can vary depending on the form and structure of the yarn or fiber (e.g., filament, spun yarn, rope, etc.). If the yarn is a multi-filament yarn, the dtex is often expressed per filament.", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders Shipments Packaging Detailed material list Reports Manufacturers User administration Article number: et weight 26.000 tg Article status rat Article name: Parts total net weight 09900 ng County ot engin: on ‘Astle 1230005 Quantity Pat Partnumber: ry Part description: v Weight: '@ Dimensions: we Length Height Thickness Unit Matera! category: = Prooucton waste: 0000) to Country of production: = Matera! category: ‘i Material shace: * Pre-consumer recycled share: * Post-consumer recycled share: * Country of ongin of raw mater: : Sustinabasy ‘Sustainability type No recerds found Add sustainabaty type ‘Add material specification", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If total dtex = 300 and there are 30 filaments, individual filament dtex = 10", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If the yarn is plied (twisted together), the total dtex is the sum of the dtex values of the individual yarns.", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For a 2-ply yarn with two 150 dtex filaments: Total dtex = 150 + 150 = 300 dtex", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Dtex can also be calculated by conversion from other yarn numbering units:", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "tex den Ne (NeC/ECC Nm NeW (NeK - NeL (Lea NeS (Denier) – English (Metric count) Worsted – Linen (Woollen Cotton Count) Count) Count) Count) dtex tex × 10 den ÷ 0,9 5 905,4 ÷ Ne 10 000 ÷ Nm 8 855,8 ÷ 16 535 ÷ 1 937,7 ÷ NeW NeL NeS", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "We require input of the average textile dtex, since the external system we are working with cannot support dtex with blended textiles. Average can be calculated in 3 ways, depending on the data availability:", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "We are working on the dtex field to become voluntary. If dtex for a textile cannot be provided, the field may be left blank.", "page": 32, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When yarn count (EPI × PPI) and thread density (eg. Warp Ne x Weft Ne) information is available. First the thread densities need to be converted to dtex based on the conversion table. Average dtex = (EPI × Warp dtex + PPI × Weft dtex)/(EPI + PPI)", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When there is no data on yarn count, only on thread density.", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "First the thread densities need to be converted to dtex based on the conversion table.", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Average dtex = (Warp dex + Weft dtex)/2", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.13.3 Average dtex based on gsm and thread count (TPI; EPI + PPI)", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "When options 1 and 2 are not possible.", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Average dtex = (gsm × 10 000) / (TPI × 39,37)", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If the warp and weft yarns have the same density, there is no need for calculation, as the average would equal the number of both.", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Examples of calculating average textile dtex:", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "1. 100% Cotton Woven Textile", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "warp dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 40 = 147,6 Weft dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 30 = 196,8 (Weighted) average dtex = (EPI × Warp dtex + PPI × Weft dtex)/(EPI + PPI) = (80 × 40 + 60 × 30)/(80+60) = 168,686 2. 100% Polyester, Microfibre Woven Textile Construction: 120D/144Fx75D/72F D stands for denier (den) and D numbers indicate linear density of multi-filament yarns. F numbers the number of filaments. The conversion from deniers to dtex: warp dtex = den ÷ 0,9 = 120D ÷ 0,9 = 133,334 weft dtex = den ÷ 0,9 = 75D ÷ 0,9 = 83,334 (Unweighted) average dtex = (dtex1 + dtex2) / 2 = 108,334 3. 100% Cotton Woven Textile GSM = 110, Thread count (TPI) = 132 Average dtex = (gsm × 10 000) / (TPI × 39,37) = (110 × 10 000) / (132 × 39,37) = 211,667 4. 100% Cotton Woven Textile Construction: 76×56 30×30 30×30 is the yarn count and it being the same indicates the textile is made of a single yarn with single dtex (30). The units are in English Cotton Count, so they need to be converted. dtex = 5 905,4 ÷ Ne = 5 905,4 ÷ 30 = 196,846", "page": 33, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 34, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.14 Production waste (voluntary field)", "page": 34, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Provide the production waste of the material for this part. The goal is to figure out how much additional material was produced to cover for waste during production. This is of course hard to define because materials have many production steps, but examples could be the cut off wood board to make the round table or fabric cut off to make the pattern. The data point focuses on waste from production.", "page": 34, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "‘Quantity 5 Pan number: Weight: 0.000 | ig Weight: ©) ima 0.0000] m2 = 0.000) kp Pre-consumer recycied share: 30) % Post consumer recycled share: 0% Country of origin of raw material: - ‘Sustainability % ‘Sustainability type No records found ‘Add material specification", "page": 34, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.15 Country of production (mandatory field)", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For this field we need the country where production of the part happened. This is of course often not that simple and often includes more than one country. In cases with different production steps happening in different countries try to specify where the main production happened for this part. This could be decided based on where you think most of the energy consumption happened or if you know majority of the processes happen at one site this would be most representative.", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "In case of textile and plastic materials, please indicate the country of production for the production process you specified in the field explained in section 8.10.", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Quanity Weight: * Post consumer recycied share: *", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.16 Region of production (voluntary field)", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If this is relevant for the country you have chosen in the previous field, please specify the region.", "page": 35, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Part number: Part description: Length Height Thickness Unit Post consumer recycled share: *", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.17 Pre-consumer recycled or post-consumer recycled share (voluntary field)", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Share of pre-consumer or post-consumer recycled in the material. The percentage share is related to the material, not the entire article.", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: Pre-consumer recycled material refers to waste or byproducts generated during the manufacturing process that are repurposed or recycled before they ever reach a consumer. This material is collected and reprocessed into new products instead of being discarded.", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Note: Post-consumer recycled material refers to materials that have been used and discarded by consumers and then collected, processed, and remanufactured into new products.", "page": 36, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Two examples – one is for a mono-material textile and the other a composite textile", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Textile that is made of 100% polyester where 30% recycled is recycled would be input as below.", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "ousneny Pat 8] m2 = | Post consumer recycles share: as", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Depending on whether the recycled material is pre- or post-consumer recycled, it should be input in the appropriate field.", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For a textile made of 80% Cotton and 20% polyester and you wish to indicate all of the polyester is recycled here is an example", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "sey Part ont consumer reyes share * ont consumer recycle share x nos pant", "page": 37, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.18 Country of origin of raw material (voluntary field)", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Country where the material was sourced from.", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders O Shipments Packaging Detailed materialist Article pumber: Artcle name: ‘atic 1230008, ‘Quanity ° Part number: et wesgnt: 26.000 tp Parte total net weight: Height) Thickness Unit Reports Manufacturers User administration, Arucle status: ont 0.800 kg County of origin: on tex: 0,000 C) Bd bd", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.19 Region of origin of raw material (Voluntary field)", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Region where the material was sourced from.", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders. shipments Article number: Asticle name: ‘Article 1230008 Quantity 3) Partnumber: Packaging | Detailed materia ist Reports Net weight: 2200 kg Parts total net weight: 0,000 tp 0.0 |b 0.000) kp Manufacturers User administration Acticle status: rat Country of origin: on bo v", "page": 38, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "If there is a certification or similar linked to the product this can be input by clicking “add sustainability type”.", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Welcome Purchase orders O Shipments Packaging __Oetailed material ist Reports Manufacturers User administration Arucle number: et wengnt 25,000 bg Article name: Parts total net weight: Article status: ort 0,000 bg County of enigin: cn Article 1230005, ‘Quannry wrctn Length Height Thickness, Unit Matera category: Producbon wante: ‘Country of production: Moterial category: Py Moterial share: * bre consumer recycled share: * Post consumer recycled share: * ‘Contry of origin of raw materia: Sustanabty *% io records found", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "This section is voluntary, but if you click “add sustainability type” you have to either input data or delete the section by clicking the delete button.", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Sustainability % Sustainability type", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "For sustainability type you can choose from a drop down listed below. Next to this you are asked to fill in a percentage related to the material, part or product depending on the certification.", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "8.21.1 Textile with coating", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Textile should be input as textile, and coating should be input as plastics. To input plastics, weight needs to be input in kilograms. This could be calculated as the area of coating multiplied by gsm of coating. It is important to convert grams to kilograms.", "page": 39, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Edition 3 – 2025-08 Compliancequality@JYSK.com", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Example of waterproof jersey fitted sheet", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Made of cotton 150 gsm, with 40 gsm TPU coating (not on the sides)", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "TPU weight = area * gsm = 0,90 m * 2,00 m * 40 g/m² =1,8 m² * 40 g/m²= 72 g 72 g * 1 kg /1000 g = 0,072 kg", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "To input that there is a coating on the fabric it must be added as an additional part as shown below.", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "| Quantity Part 1 Part number: 1 ia) a Part description: Fabric v Weight: 0,740) kg Dimensions: Width Length Height / Thickness. Unit 90.00 | cm 200,00 | cm 30,00, cm cm ¥ Additional information: Top and sides Material category: Textile v dtex: 200,000 Production process: Knitlec texte treatments Y | Knitiec Dieached white textile 4 Weight: 150) o/m2 4.9320) m2 = 0.740 | ko Production waste: 6,000 | kg ‘Country of production: India ¥ Region of production: ’ Material specification Material: Material share: Natural/Bio based 100 | % Pre-consumer recycled share: 0} % Country of origin of raw material: Sustainability % No records found. Add sustainability type y (| Cotton Y Post-consumer recycled share: Sustainability type 0) %", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
{"content": "Part number: 2 Part description: Coating Weight: 0,072 Dimensions: Width Length 200,00 | cm 0,00| cm Height / Thickness. 90,00 | cm Additional information: Material category: Plastic Production process: Thermoplastic production M4 Production waste: 0.000 | ko ‘Country of production: India Material: Thermoplastic rubbers (TPR/TPE) Material share: 100 | % Pre-consumer recycled share: 0|% Country of origin of raw material: Sustainability % | No records found. Add sustainability type Add material specification ko Unit y Extrusion + thermofcrming continous line == x Region of production: Material specification Y | Polyurethane Thermoplastic (TRPU/TPE-U) Post-consumer recycled share: Sustainability type 0) % oo", "page": 40, "source": "JYSK 8008 - Detailed Material List (DML) (2).pdf", "type": "OCRText"}
