{"content": "This SOP describes procedures related to Declarations of Conformity / Compliance that must be performed by suppliers of products requiring DoC.\n\n|   Section | Changes                                                                |\n|----------:|:-----------------------------------------------------------------------|\n|      1.11 | Added note about Declaration of Performance for Construction Products. |\n\n| 0                                                                                                                                                 |\n|:--------------------------------------------------------------------------------------------------------------------------------------------------|\n| General information ..                                                                                                                            |\n| General requirements                                                                                                                              |\n| DoC templates..........                                                                                                                           |\n| Procedure for filliNg OUt A DOC... cece ccc ccc cece cece ence ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteueeeceteueeeeeseueeeeeteeeeetteeeeggs         |\n| Field CONTENE INSCFUCTION 2... eee cece cece cece ccc e cece nce ceccecececeucucececeucuceceuencucucenensucunensecuseneususestntesetentetesenengs |\n| Guide to create and use a digital signature in Adobe REAder ...... cece cccc cece cc eeee eee eeeeeeeeeeeueeeceeeeeeeeeseeeeeeeegs                |\n\nPage 1/6", "page": 1, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "Edition 4 – 2024-09 Compliancequality@JYSK.com\n\nA declaration is required to specific products to declare a products conformity with applicable EU and Moroccan legislation.\n\nTwo types of declarations are applicable for products sold to JYSK:\n\n| Declaration type                           | Applicable for                                                                                                              |\n|:-------------------------------------------|:----------------------------------------------------------------------------------------------------------------------------|\n| Declaration of Conformity                  | Products requiring CE-marking or CMim-marking, see JYSK General Requirements Blinds including safety devices, see JYSK 2002 |\n| Declarati if C ii eclaration of Compliance | Declaration of Compliance is the legal term for the declaration required for products covered by JYSK 4001                  |\n| Declaration of Performance                 | Products covered by the Construction Products Regulation (CPR) is requiring CE- marking, see JYSK General Requirements      |\n\nNote: In this document the general term DoC will be used to cover both terms. The full name will be used if a specific requirement only applies to Declaration of Conformity or Compliance.\n\nNote: CMim is the Moroccan conformity marking. Legal requirement on Electrical Products and Toy products.\n\nBelow general requirements apply to DoC’s sent to JYSK:\n\nThe DoC must be sent to JYSK C&Q at latest one week before first shipment.\n\nAny test reports used to demonstrate compliance in the DoC must be included.\n\n• Declarations must be drawn up correctly and completely.\n\nNote: JYSK C", "page": 2, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "&Q has absolute veto power regarding documentation accuracy, completeness, credibility and validity.\n\n• Must comply with documentation and documentation format requirements in JYSK General Requirements.\n\nAn overview of the DoC templates is made available in Table 2.\n\nThe templates must be filled out in accordance with 3.\n\n| 0                     | 1                       | 2                                                               |\n|:----------------------|:------------------------|:----------------------------------------------------------------|\n| Templates             | nan                     | Applicable for                                                  |\n| DoC Normal JYSK 10400 | Products requiring      | DoC and not applicable for any DoC templates below              |\n| DoC FCM JYSK 10401    | nan                     | Products covered by JYSK 4001                                   |\n| DoC MD JYSK 10402     | Products covered        | by The Machinery Directive (MD), see JYSK 4005                  |\n| DoC MDR JYSK 10403    | Products covered by The | Medical Devices Regulation (MDR), see JYSK General Requirements |\n| DoC RED JYSK 10404    | Products covered        | by the Radio Equipment Directive (RED), see JYSK 4005           |", "page": 2, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "The following requirements for filling out the DoC applies:\n\nSuppliers must ensure that declaration signatories are suitably competent and of suitable authority.\n\nNote: JYSK C&Q has absolute veto power regarding choice of signee.\n\n• Relevant and applicable legislations, both harmonized and national, that the product complies with must be stated.\n\nThe template must be correctly filled out, locked and signed digitally.\n\nNote: A best practice example of a filled-out DoC is made available as JYSK 10409.\n\nThe templates have different fields. The requirement for each field is listed in Table 3.\n\n| Field name                                                                                                                                           | Field content                                                                                                                                                                                                                                                                                                                                                                                                                    |\n|:-----------------------------------------------------------------------------------------------------------------------------------------------------|:---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| JYSK product number(s)                                                                                                                               | JYSK 7-digit product number for the product(s) Separate by comma, when writing multiple numbers                                                                                                                                                                                                                                                                                                                                  |\n| Name and address of the manufacturer                                                                                                                 | Must match the amfori-ID address.                                                                                                                                                                                                                                                                                                                                                                                                |\n| Name and address of the authorized representative (if applicable)                                                                                    | Name and address of the authorized representative within the European market.                                                                                                                                                                                                                                                                                                                                                    |\n| Name and address of the importer                                                                                                                     | If JYSK imports the article into the European market, use JYSK a/s and Soedalsparken 18, DK-8220 Brabrand.                                                                                                                                                                                                                                                                                                                       |\n| Object of the declaration                                                                                                                            | JYS", "page": 3, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "K product description used in the PIF for article creation. A color image which must clearly show only the products(s), for which the DoC is created, on a neutral background (preferably white).                                                                                                                                                                                                                             |\n| The object of the declaration described above is in conformity with the relevant Union harmonization legislation                                     | List the relevant EU and Moroccan legislation on the EU DoC. Format: Legislation type and number. Example: Directive 2011/65/EU Moroccan legislation numbers: Order No. 2573-14 LVD Order No. 2574-14 EMC Order No. 2575-14 Toys                                                                                                                                                                                                 |\n| References to the relevant harmonized standards used or references to the other technical specifications in relation to which conformity is declared | List the relevant ISO, IEC, EN standards. Format example: EN 1388-1:1995 Add national standards (e.g. DIN) when relevant. Moroccan relevant standards: Electrical Products Toy Products                                                                                                                                                                                                                                          |\n| Notified body (if applicable)                                                                                                                        | State the notified body - when legislation requires it.                                                                                                                                                                                                                                                                                                                                                                          |\n| Description of accessories and components, including software                                                                                        | Short description of components and software when relevant                                                                                                                                                                                                                                                                                                                                                                       |\n| Additional information                                                                                                                               | Other relevant required information For plastics (when relevant): Article limitations (food types and time and temperature limits) ° Only state reasonable limitations Examples: Cooking utensils which can only withstand 80°C, microwave-safety for", "page": 3, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": " a plastic mixing bowl. Surface to volume ratio (dm2/L (Standard is 6 dm2/L)) Substance information and their specific migration limit Confirmation of a functional barrier |\n| Place, Date                                                                                                                                          | Place and date of signatory.                                                                                                                                                                                                                                                                                                                                                                                                     |\n| Signatory                                                                                                                                            | Full name, function, and company of signatory.                                                                                                                                                                                                                                                                                                                                                                                   |\n| Signature                                                                                                                                            | The digital signature must show both a drawn signature and the label stating “Digitally signed by” followed by the full name of the signatory, who must be a duly representative of the company. See example of correct digital signature in Figure 1.                                                                                                                                                                           |\n\nTable 3 - DoC templates field content", "page": 3, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "The digital signature can be created in Adobe reader or similar programs.\n\nThe free program Adobe Acrobat Reader has the signing function where it is possible to create a signature to use when signing.\n\nLink to download Adobe reader: https://get.adobe.com/reader/\n\nFollow the steps below to make a digital signature:\n\n1. Fill out the PDF file according to requirements and click on the signature field in the PDF file. When clicking a pop-up window will open.\n\n2. Choose the Digital ID to use for signing and click ‘Continue’ (afterwards skip to step 5) or\n\ncreate a new Digital ID to use for signing by clicking ‘Configure New Digital ID’\n\na. To create a new simple Digital ID click ‘Create a new Digital ID’ and ‘Continue’.", "page": 4, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "b. Click on ‘Save to Windows Certificate Store’ and ‘Continue’.\n\nc. Enter the required information and click ‘Save’.\n\nd. Choose the new ID from the list and click ‘Continue’.\n\nEdition 4 – 2024-09 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
{"content": "Edition 4 – 2024-09 Compliancequality@JYSK.com\n\n3. Click on ‘Create’ to insert a drawn signature.\n\n4. Customize the signature to show a drawn signature as well as the ‘Name’, ‘Logo’ and ‘Labels’ and click on ‘Save’.\n\n5. The box ‘Lock document after signing’ must be ticked and click ‘Sign’’ to sign the document.", "page": 6, "source": "JYSK 8004 - Declaration of Conformity (DoC).pdf", "type": "MergedText"}
