{"content": "This Standard Operating Procedure describes JYSK definitions and general requirements regarding product sustainability, recycled materials and content. New information and requirements will be added continuously.\n\n| Section   | Changes                                              |\n|:----------|:-----------------------------------------------------|\n| Z         | Material matrix updated Ceramics section in Table 5. |\n\nPage 1/11", "page": 1, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\n| 0    | 1                                                                                                                                                    |\n|:-----|:-----------------------------------------------------------------------------------------------------------------------------------------------------|\n| 1    | Terms and definitions                                                                                                                                |\n| 2    | JYSK sustainable and recycled material «2.0.0.0... e eee eee e eee eee sees ee ees ee ees ee eeeeeees anes aeeeeaeeeeeeenees                         |\n| 2.1  | [<1 EEE EEE E EEE EEES SSE OOOESEEISSSOOOTSSESSSSOOOSSSOISSSSOOOSSSIOSSSOSTSSIESSSOOSTSSIESESSOITON ‘                                                |\n| 3    | Certifications...                                                                                                                                    |\n| 3.1  | pS O8N X10) | 16 eee !                                                                                                                               |\n| 3.2  | OEKO-TEX Standard 100 Recycled ...... ieee eee eee ere eee e sree see ee eee eee eee eeeaeeeaneeeeeeee nents !                                       |\n| 3.3  | Global Recycle Standard (GRS)........ccccecec eee ce cece eee eee reer reese ee reese es eee e eee eee e eee eee e a eeea eee eeeeeneeeS", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " (           |\n| 3.4  | BS of0) 9) mk =) (0-1 (                                                                                                                              |\n| 3.5  | Transaction Certificates ...........ccccccccceeseseeeeeesseneeeeeesaeneeeseeesaeeeeeeesseneeeeeesseeeeeeeeeseeeeeeeeesenneeeeetsaneeeeetegs (        |\n| 4    | Materials ........cccccceeccceeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeesaeeeeeeeeeseeeeeseeeseeeeeeeeeseeneeeeteeenneeeeeteenneeesetseneneeeetegs ’ |\n| 4.1  | Hed 14 COX] 016 [1 eS ’                                                                                                                              |\n| 5    | 1] 071: eee ’                                                                                                                                        |\n| 5.1  | BSTUTS} «1 a= 1°) 1 9 An ’                                                                                                                           |\n| 5.2  | 1S X= 10h) 01 [<1 |S ’                                                                                                                               |\n| 5.2. | Composition on product and PpackaGing.........cccecc cece eee ee eres reese reser eee ee eee eee e eee e ee eeeeee nese eeeenenee ’                  |\n| 6    | DOCUMENTATION 00. ee eee rn ener ceed eee e", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " cee neeeeeeteesneeeeesseesneeeeeennge ,                                                                  |\n| 7    | Material matrix ........ccccccssssecccceceeseeeeeeeeeeneeeeeeseeeeeeseeseeneeeseesseeeeeeeeesseeeeeeeesseeeeeeeesenneeeeeteenneeesetsanneeeetegs ‘   |\n\nPage 2/11", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\nJYSK defines terms and definitions as following:\n\n| Term                   | Definition                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       |\n|:-----------------------|:-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Recycled material      | Meaning material and byproducts that have been recovered or diverted from solid waste and have been utilized in place of raw or virgin material in manufacturing a product. It is derived from post-consumer recycled material, manufacturing waste, industrial scrap, agricultural waste, and other waste material, but does not include material or byproducts generated from, and commonly reused within, an original manufacturing process. Reference: https://www.lawinsider.com/dictionary/recycled-material.                              |\n| Post-Consumer material | Material generated by households or by commercial, industrial, and institutional facilities in their role as end-users of the product that can no longer be used for its intended purpose. This includes returns of materials from the distribution chain. Reference BS EN ISO 14021:2016.                                                                                                                                                                                                                                                       |\n| Pre-Consumer material  | Material diverted from the waste stream during the manufacturing process. Excluded is the reutilization of materials such as rework, regrind or scrap generated in a process and capable of being reclaimed within the same process that generated it. Reference BS EN ISO 14021:2016 Pre-Consumer material cannot be certified as recycled material.                                                                                                                                                                                            |\n| Claim / statement     ", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " | A statement verified by a third-party certification body.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        |\n| Green washing          | A false, unsubstantiated or misleading statement and/or claim about the sustainability of a product e.g. labelling a product as sustainable without factually state how the product is sustainable and have no documentation to support the statement. Examples of ‘Green washing’. The use of words like ‘sustainable’, ‘low/zero carbon’, ‘eco-friendly’ and ‘green’ without a claim/statement to support the claim, which makes the consumer believe the product and processes of making the product is more ‘sustainable’ than it really is. |\n| Traceability           | Steps and processes documented through a third party.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            |\n\nJYSK's vision is to provide quality products at affordable prices, while also being a responsible and sustainable retailer. JYSK expects suppliers to JYSK to share this commitment and to implement best practices for sustainability, recycling and recyclability of products and product parts.\n\nThis standard outlines JYSK´s commitment with making more sustainable, longer lasting and recyclable products available to customers across the product range. Ensuring that customers have access to environmentally responsible options.\n\nThere is increasing requirements regarding sustainability and recyclability of products and materials as well as using fewer virgin materials, from both consumers and legislative organizations because of the greater focus on product sustainability.\n\nThere are different aspects to this hereunder durability, the product’s lifetime vs the recycled part of the materials, re", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "usability and recyclability of products i.e. how easy is the product to disassemble and recycle, which JYSK focuses on.\n\nAluminum vs steel\n\nCotton vs viscoses\n\n• Aluminum has higher emission than steel\n\n• The use in a chair is less in weight\n\n• Environmental impact of viscose production vs cotton\n\n• Transportation emission\n\n• Mixing products instead of clean products\n\n• Aluminum has higher recyclability %\n\n• Lifetime of the chair\n\n• How is recycling of viscose vs cotton\n\n• Recycling of mixed products\n\n• Is a steel chair even sellable?\n\n• More dilemmas can come\n\n• More dilemmas can come", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Unmixed materials are often preferred but is not always the best choice. The full picture of the products lifetime and reusability after use is also to take in consideration.\n\nWhen recycled materials have a higher emission than virgin materials, there must be consideration of the environmental impact of using new materials as well. New materials also consume the earth's resources and may affect biodiversity, water quality, soil health, and other ecological factors.\n\nJYSK does not accept lowering the quality of the product to be able to use more recycled materials. They must comply with standards, certificates, and ensure that the product has a long and durable lifespan as a product made of virgin materials or being with significant lover emission compared to other products in comparable lifetime spans.\n\nJYSK requires a recycled material to be certified by a third-party validation scheme see 3 to ensure traceability and proof of claim/statement and to avoid green washing.\n\nTargets for JYSK products containing or to be fully of recycled materials can be both an internal JYSK target or a target set by an outside organization e.g. the European Union.\n\nJYSK will continuously set new internal targets to achieve outside set targets and internal targets.\n\nJYSK suppliers and their producers must actively participate in supporting JYSK to achieve these targets as the cooperating for incorporating recycled materials into both existing and new products is crucial to succeed in reaching the targets.\n\nJYSK welcomes and encourage any innovative ideas or initiatives that can contribute to reaching the targets.\n\n| Target type", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "   | Target                                                                                                                                                                                                                                                                                                                                                     | Deadline     |\n|:--------------|:-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:-------------|\n| nan           | Post-consumer recycled materials (e.g. second-hand wooden furniture) must be incorporated in all composite materials such as MDF, product boards etc. for products covered by JYSK 8101 (EUTR) and JYSK 8104 (EUDR). See JYSK 8104 for more information.                                                                                                   | 01.10.2024 _ |\n| nan           | All wood-based materials in JYSK products and packaging must be FSC certified. See JYSK General Requirements for more information.                                                                                                                                                                                                                         | 31.12.2024 a |\n| nan           | All cotton in JYSK products must be either recycled, Better Cotton or organic. See JYSK General Requirements for more information.                                                                                                                                                                                                                         | 31.12.2024 a |\n| Internal      | e 50% of article numbers containing polyester must contain recycled polyester* e 50% of article numbers containing plastic must contain recycled plastic** Notes: Target published in supplier letter 20.12.2023. *at least 20 % GRS certified recycled material by weight. ** at least 20 % certified recycled material by weight.                        | 31.12.2027   |\n| Internal      | Recyclability of products at end of life. Note: We are", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " working on developing ways to measure the recyclability of our products when they reach the end of their life. We want to provide our customers with clear and trustworthy information on how they can contribute to a more sustainable future by choosing products that can be reused or recycled. | Running      |\n\nWe are working on developing ways to measure the recyclability of our products when they reach the end of their life. We want to provide our customers with clear and trustworthy information on how they can contribute to a more sustainable future by choosing products that can be reused or recycled.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "JYSK recognizes below certifications regarding recycled claims to be used in connection with JYSK products:\n\nWooden products made 100% recycled content (either post-consumer or pre-consumer reclaimed materials) can be certified and labelled on-product as FSC Recycled.\n\nThe use of the FSC Recycled label must be in accordance with requirements for FSC in JYSK General Requirements.\n\nTextile products containing ≥20% recycled material can be certified recycled with OEKO-TEX Standard 100.\n\nTo be labelled with OEKO-TEX Standard 100 with certified recycled material the product must contain ≥20% recycled material and comply with other requirements set by OEKO-TEX.\n\nThe use of the OEKO-TEX Standard 100 label with certified recycled material must be in accordance with requirements for OEKO-TEX in JYSK General Requirements.\n\nPage 5/11", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "All textiles containing ≥20% recycled material by weight must be GRS certified, see JYSK General Requirements for more information.\n\nThe JYSK Scope Certificate are made available as JYSK 10290. Note: No GRS logo on products.\n\nThe following requirements apply to GRS-certified products sold to JYSK:\n\n• The supplier must ensure approval of the use of GRS-certification from JYSK C&Q before accepting first order\n\n• The supplier must hold a valid ‘Scope certificate’ (SC) covering the concerned product in accordance with Global Recycling Standard 4.0:\n\n• Recycled Material Requirements\n\n• Supply Chain Requirements\n\n• Social Requirements\n\n• Environmental Requirements\n\n• Chemical Requirements\n\nNote: GRS-certification inherently includes compliance with Textile Exchange’s Content Claim Standard.\n\n• Suppliers must send the first as well as renewed/updated Scope Certificates to JYSK C&Q with the supplier number\n\nand an updated list of product numbers under the certificate in accordance with JYSK General Requirements.\n\n• The list with new product numbers must include product category, product details and material composition for each product. Information must be provided in the following template JYSK 10291.\n\n• The supplier must send a valid ‘Transaction certificate (TC)’ to JYSK C&Q for each concerned PO containing GRS certified products, within 60 days after shipment.\n\nNote: The number of sales units must be stated in the certificate.\n\n• When", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " the TC is sent by E-mail, the PO number and TC number must be mentioned in the E-mail.\n\n• Article numbers must be individually stated on the TC.\n\nThe TC must be issued to the same address as on invoicing, see JYSK 8002.\n\nIf the products are delivered to DC Uldum the TC must state that the buyer is JYSK a/s, see Figure 3. If the products are delivered to any other DC, the TC must state ‘Buying on behalf of JYSK a/s’ and the buyer must be the same address as on invoicing, see Figure 4.\n\nIn both cases the JYSK license number 1050252 and TE-ID number TE-00004067 must be stated on the TC.\n\nPage 6/11", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\nMaterials in and out of scope regarding ‘recycled’.\n\n| Unnamed: 0   | Material                                                               | Notes                                                                                                                                                                                                                          |\n|:-------------|:-----------------------------------------------------------------------|:-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| In scope |   | Glass, see 4.1 Plastic, see 4.1 « Textile * Wood materials e Packaging | -                                                                                                                                                                                                                              |\n| Out of scope | e Iron e Steel e Aluminum e Cobber                                     | There is generally high reusability of these materials and can therefore not be labelled with ‘recycled’ or similar as it can be seen as ‘Green washing’ unless it is certified by a third-party accredited testing institute. |\n\nRecycled plastic and glass materials must be GRS unless otherwise agreed with JYSK C&Q – however must always be certified by a third-party accredited testing institute.\n\nProducts must not be labelled with any sustainable claim/statement to avoid any green washing claim.\n\nProducts may only be labelled with ‘recycled’ if the recycled part consists of >20% recycled material by weight or if the recycled part is a significant part of the products construction/function/look in which case the labelling must be approved by JYSK C&Q.\n\nWooden products with recycled content must be labeled in accordance with agreement with JYSK C&Q.\n\nThe use of ‘recycled’ must comply with below:\n\n• Recycled must", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " not stand alone. The recycled part must be specified by percentage.\n\n• The recycled part must be in a parenthesis ()\n\n• If only a part of the composition is recycled, the recycled percentage must be stated within the parenthesis. The fiber composition/non-recycled part and the recycled percentage must be separated by a comma\n\nExample of compositions with a recycled part:\n\n• 100% polyester (100% recycled)\n\n• 90% glass beads/10% fiber (100% polyester, 100% recycled)\n\n• Glass (51% recycled)\n\nAny claim/statement regarding sustainability and recycled must be traceable and certified by a third-party validation scheme.\n\nJYSK requires documentation regarding OEKO-TEX, Better Cotton, GRS and FSC, see JYSK General Requirements.\n\nDocumentation regarding other certifications etc. must be sent to JYSK C&Q according to ‘Documentation’ requirements in JYSK General Requirements.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "The Material Matrix Table 5 is a tool for JYSK purchasing to use when making decisions about materials. It is aligned with JYSK’s material requirements and strategy described here in JYSK 8007-Product Sustainability.\n\nThe material matrix allows for comparison of different versions of materials or material categories, such as cellulose fibres, wood, and cotton. The comparison is divided in four levels: A, B, C, and D, which show prohibited materials, minimum requirements, and the goals within the material family.\n\nLevel C is the minimum requirement for the material category. This indicates the lowest standard for the material category we wish to have in our assortment. Levels B and A are the better options we are working towards. D level indicates the prohibited materials within the material category. These are the materials we do not allow in our assortment.\n\nIf the material versions are the same for multiple materials under the same material category; those materials are grouped into that category and not mentioned separately (e.g. polyester, polyether, and polypropylene are all grouped under plastics).\n\nWorking with material choices is an ongoing process that requires a continuous approach, why we will regularly assess the material matrix, and the materials included. These categories and levels will be updated whenever new information or data becomes available.\n\nCurrently, JYSK is focused on Better Cotton Initiative, and at this moment, we do not have sufficient data indicating whether organic cotton is better than Better Cotton. We are looking into this topic,", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " but before we have better insights, we have excluded organic cotton from the matrix.\n\nJYSK requires recycled material to be certified by a third-party validation scheme to ensure traceability and proof of claim/statement and to avoid greenwashing. See 3.3 for more details.\n\nMaterials with darker colours within the same material category imply a higher carbon footprint of the material.\n\nAll material substitutions must be made with consideration of the overall quality of the article. The substitution should not negatively affect the product’s quality.\n\nPage 8/11", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\n| Material category                                | A                                                                                              | Unnamed: 2                                    | Unnamed: 3                                      | Unnamed: 4                 |\n|:-------------------------------------------------|:-----------------------------------------------------------------------------------------------|:----------------------------------------------|:------------------------------------------------|:---------------------------|\n| Natural fibres                                   | Recycled fibre-to-fibre hemp (GRS)                                                             | Recycled hemp pre- consumer (GRS)             | Conventional hemp                               | nan                        |\n| Natural fibres                                   | Recycled post-consumer hemp (GRS)                                                              | Recycled hemp pre- consumer (GRS)             | Conventional hemp                               | nan                        |\n| Natural fibres                                   | Recycled fibre-to-fibre linen (GRS)                                                            | Recycled linen pre- consumer (GRS)            | Conventional linen                              | nan                        |\n| Natural fibres                                   | Recycled post-consumer linen (GRS)                                                             | Recycled linen pre- consumer (GRS)            | Conventional linen                              | nan                        |\n| Natural fibres                                   | Recycled fibre-to-fibre jute (GRS) Recycled post-consumer                                      | Recycled jute pre- consumer (GRS)             | Conventional jute                               | nan                        |\n| Natural fibres                                   | jute (GRS) Recycled fibre-to-fibre cotton (GRS)                                                | nan                                           | Better Cotton Initiative", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " (BCI)                  | nan                        |\n| Natural fibres                                   | Recycled post-consumer cotton (GRS)                                                            | Recycled cotton pre- consumer (GRS)           | Better Cotton Initiative (BCI)                  | nan                        |\n| Natural fibres                                   | nan                                                                                            | nan                                           | Better Cotton Initiative (BCI)                  | nan                        |\n| Manmade cellulose fibres (Semi-synthetic fibres) | Lyocell with recycled material (FSC)                                                           | Lyocell (FSC) Lyocell (Bamboo) (FSC)          | Lyocell                                         | Lyocell (Bamboo) (non-FSC) |\n| Manmade cellulose fibres (Semi-synthetic fibres) | Modal with recycled material (FSC)                                                             | Modal (FSC) Modal (Bamboo)(FSC)               | nT lodal                                        | Modal (Bamboo)(non-FSC)    |\n| Manmade cellulose fibres (Semi-synthetic fibres) | Viscose with recycled material (FSC) Recycled (fibre-to-fibre)                                 | Viscose (FSC) . Viscose (Bamboo)(FSC)         | . MISCOSe                                       | Viscose (Bamboo)(non-FSC)  |\n| Synthetic fibres                                 | post-consumer (GRS) Recycled post", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "-consumer (GRS) Recycled (fibre-to-fibre) post-consumer (GRS) | Recycled pre- consumer (GRS)                  | Conventional synthetic fibres                   | nan                        |\n| Synthetic loose fibres Wool                      | Recycled post-consumer (GRS) Recycled wool (GRS)                                               | Recycled pre- consumer (GRS) Responsible wool | Conventional synthetic fibres Conventional wool | nan                        |", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\n| Composite wooden boards (e.g. particle board, MDF)   | Higher percentage of recycled content (FSC)                                                                                                                                  | Unnamed: 2                            | Post-consumer recycled material incorporated (FSC)   |\n|:-----------------------------------------------------|:-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------|:--------------------------------------|:-----------------------------------------------------|\n| Metal                                                | nan                                                                                                                                                                          | nan                                   | Conventional metal                                   |\n| Glass                                                | Recycled glass (GRS*)                                                                                                                                                        | nan                                   | Conventional glass                                   |\n| | Plastics                                           | Recycled post-consumer (GRS*) Bio-based plastics                                                                                                                             | Recycled pre- consumer (GRS*)         | A A Conventional plastic                             |\n| Rubber                                               | Biodegradable synthetic rubber Natural rubber                                                                                                                                | nan                                   | ‘onal heti Conventional synthetic rubber             |\n| Rubber                                               | (responsibly sourced)                                                                                                                                                        | nan                                   | nan                                                  |\n| Rubber - Elastomer                                   | Bio-based silicone                                                                                                                                                           | nan                                   | Conventional silicone                                |\n| Polyresin                                            | Bio-based resins Recycled resins (GRS*) Biodegradable resins Polyresins with increased % of stone powder or natural fillers (e.g. calcium carbonate) - reduced resin content | nan                                   | Conventional resins                                  |\n| Foam                                                 | Recycled polyols content                                                                                                                                                     | nan                                   | Conventional", "page": 10, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " foam                                    |\n| Down and feathers                                    | nan                                                                                                                                                                          | nan                                   | Down and feathers (DOWNPASS/IDFL)                    |\n| Leather                                              | nan                                                                                                                                                                          | nan                                   | Conventional leather                                 |\n| Faux leather                                         | Bio-based PU leather                                                                                                                                                         | Water-based & solvent free PU leather | PU leather                                           |\n| Faux leather                                         | Recycled pre-consumer content (GRS*) Earthenware (single                                                                                                                     | Earthenware (2 firings)               | Earthenware (2+ firings)                             |", "page": 10, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com\n\n| ('Unnamed: 0_level_0', 'Unnamed: 0_level_1')   | ('Recycled pre-consumer content (GRS*) Stoneware (single firing)', 'Recycled pre-consumer content (GRS*) Stoneware (single firing)')   | ('Stoneware (2 firings)', 'Stoneware (2 firings)')                                  | ('Stoneware (2+ firings)', 'Stoneware (2+ firings)')   |\n|:-----------------------------------------------|:---------------------------------------------------------------------------------------------------------------------------------------|:------------------------------------------------------------------------------------|:-------------------------------------------------------|\n| nan                                            | Recycled pre-consumer content (GRS*) Porcelain (single firing)                                                                         | Porcelain (2 firings)                                                               | Porcelain (2+ firings)                                 |\n| Natural materials                              | Water hyacinth Bulrush (Cattail)/Rush (FSC) Sedge/Sea grass (FSC)                                                                      | Straw Maize Sisal Jute Coir (Coconut fibre) Palm fibre (FSC) Bulrush (Cattail)/Rush | Palm fibre                                             |\n| Natural materials                              | nan                                                                                                                                    | Sedge/Sea grass                                                                     | nan                                                    |\n\nNote: *Unless otherwise agreed with JYSK C&Q – however must always be certified by a third-party accredited testing institute. Note: Abbreviations:\n\nFSC", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": " - Forest Stewardship Council\n\nBCI - Better Cotton Initiative\n\nPage 11/11", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "MergedText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "This Standard Operating Procedure describes JYSK definitions and general requirements regarding product sustainability, recycled materials and content. New information and requirements will be added continuously.", "page": 1, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Section Changes 7 Material matrix updated Ceramics section in Table 5.", "page": 1, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "1 2 2.1 3 3.1 3.2 3.3 3.4 3.5 4 4.1 5 5.1 5.2 5.2.1 6 7", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Terms and definitions ........................................................................................................................ 3", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK sustainable and recycled material ............................................................................................... 3", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "FSC Recycled ................................................................................................................................... 5", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "OEKO-TEX Standard 100 Recycled ...................................................................................................... 5", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Global Recycle Standard (GRS) ........................................................................................................... 6", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Scope Certificates ............................................................................................................................. 6", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Transaction Certificates ..................................................................................................................... 6", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Plastics and glass .............................................................................................................................. 7", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Composition on product and packaging................................................................................................ 7", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Material matrix ................................................................................................................................. 8", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "How to use the material matrix .......................................................................................................... 8", "page": 2, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "1 Terms and definitions", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK defines terms and definitions as following:", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Term Definition Recycled material Meaning material and byproducts that have been recovered or diverted from solid waste and have been utilized in place of raw or virgin material in manufacturing a product. It is derived from post-consumer recycled material, manufacturing waste, industrial scrap, agricultural waste, and other waste material, but does not include material or byproducts generated from, and commonly reused within, an original manufacturing process. Reference: https://www.lawinsider.com/dictionary/recycled-material. Post-Consumer material Material generated by households or by commercial, industrial, and institutional facilities in their role as end-users of the product that can no longer be used for its intended purpose. This includes returns of materials from the distribution chain. Reference BS EN ISO 14021:2016. Pre-Consumer material Material diverted from the waste stream during the manufacturing process. Excluded is the reutilization of materials such as rework, regrind or scrap generated in a process and capable of being reclaimed within the same process that generated it. Reference BS EN ISO 14021:2016 Pre-Consumer material cannot be certified as recycled material. Claim / statement A statement verified by a third-party certification body. Green washing A false, unsubstantiated or misleading statement and/or claim about the sustainability of a product e.g. labelling a product as sustainable without factually state how the product is sustainable and have no documentation to support the statement. Examples of ‘Green washing’. The use of words like ‘sustainable’, ‘low/zero carbon’, ‘eco-friendly’ and ‘green’ without a claim/statement to support the claim, which makes the consumer believe the product and processes of making the product is more ‘sustainable’ than it really is. Traceability Steps and processes documented through a third party.", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Table 1 - Terms and definitions", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "2 JYSK sustainable and recycled material", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK's vision is to provide quality products at affordable prices, while also being a responsible and sustainable retailer. JYSK expects suppliers to JYSK to share this commitment and to implement best practices for sustainability, recycling and recyclability of products and product parts.", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "This standard outlines JYSK´s commitment with making more sustainable, longer lasting and recyclable products available to customers across the product range. Ensuring that customers have access to environmentally responsible options.", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "There is increasing requirements regarding sustainability and recyclability of products and materials as well as using fewer virgin materials, from both consumers and legislative organizations because of the greater focus on product sustainability.", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "There are different aspects to this hereunder durability, the product’s lifetime vs the recycled part of the materials, reusability and recyclability of products i.e. how easy is the product to disassemble and recycle, which JYSK focuses on.", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Aluminum has higher emission than steel", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The use in a chair is less in weight", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Environmental impact of viscose production vs cotton", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Mixing products instead of clean products", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Aluminum has higher recyclability %", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Lifetime of the chair", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• How is recycling of viscose vs cotton", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Recycling of mixed products", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Is a steel chair even sellable?", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• More dilemmas can come", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• More dilemmas can come", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Figure 1 - Examples of dilemmas", "page": 3, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Unmixed materials are often preferred but is not always the best choice. The full picture of the products lifetime and reusability after use is also to take in consideration.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "When recycled materials have a higher emission than virgin materials, there must be consideration of the environmental impact of using new materials as well. New materials also consume the earth's resources and may affect biodiversity, water quality, soil health, and other ecological factors.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK does not accept lowering the quality of the product to be able to use more recycled materials. They must comply with standards, certificates, and ensure that the product has a long and durable lifespan as a product made of virgin materials or being with significant lover emission compared to other products in comparable lifetime spans.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK requires a recycled material to be certified by a third-party validation scheme see 3 to ensure traceability and proof of claim/statement and to avoid green washing.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Targets for JYSK products containing or to be fully of recycled materials can be both an internal JYSK target or a target set by an outside organization e.g. the European Union.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK will continuously set new internal targets to achieve outside set targets and internal targets.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK suppliers and their producers must actively participate in supporting JYSK to achieve these targets as the cooperating for incorporating recycled materials into both existing and new products is crucial to succeed in reaching the targets.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK welcomes and encourage any innovative ideas or initiatives that can contribute to reaching the targets.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "However, any alterations to product content and design must be coordinated and approved by CAM and/or JYSK C&Q before implementing the change.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Target type Target Deadline Post-consumer recycled materials (e.g. second-hand wooden furniture) must be incorporated in all composite materials such as MDF, product boards etc. for products covered by JYSK 8101 (EUTR) and JYSK 8104 (EUDR). See JYSK 8104 for more 01.10.2024 information. All wood-based materials in JYSK products and packaging must be FSC certified. See JYSK General Requirements for more information. 31.12.2024 All cotton in JYSK products must be either recycled, Better Cotton or organic. See JYSK General Requirements for more information. 31.12.2024 Internal • 50% of article numbers containing polyester must contain recycled polyester* • 50% of article numbers containing plastic must contain recycled plastic** Notes: Target published in supplier letter 20.12.2023. 31.12.2027 *at least 20 % GRS certified recycled material by weight. ** at least 20 % certified recycled material by weight. Recyclability of products at end of life. Note: We are working on developing ways to measure the recyclability of our products when they reach the end of their life. We want to provide our customers with clear and Running trustworthy information on how they can contribute to a more sustainable future by choosing products that can be reused or recycled. External NA", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Table 2 – Targets", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "We are working on developing ways to measure the recyclability of our products when they reach the end of their life. We want to provide our customers with clear and trustworthy information on how they can contribute to a more sustainable future by choosing products that can be reused or recycled.", "page": 4, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK recognizes below certifications regarding recycled claims to be used in connection with JYSK products:", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Certification   Valid for materials   FSC Recycled 3.1   Materials in scope of FSC   OEKO-TEX Recycled 3.2   Materials in scope of OEKO-TEX Recycled   Global Recycle Standard (GRS) 3.3   Recycled textiles, plastics, glass", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Table 3 - Certifications", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Wooden products made 100% recycled content (either post-consumer or pre-consumer reclaimed materials) can be certified and labelled on-product as FSC Recycled.", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The use of the FSC Recycled label must be in accordance with requirements for FSC in JYSK General Requirements.", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "‘os FSC wwwsc.org RECYCLED Made from recycled material FSC* C000000", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Figure 2 - Example of FSC Recycled label", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "3.2 OEKO-TEX Standard 100 Recycled", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Textile products containing ≥20% recycled material can be certified recycled with OEKO-TEX Standard 100.", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "To be labelled with OEKO-TEX Standard 100 with certified recycled material the product must contain ≥20% recycled material and comply with other requirements set by OEKO-TEX.", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The use of the OEKO-TEX Standard 100 label with certified recycled material must be in accordance with requirements for OEKO-TEX in JYSK General Requirements.", "page": 5, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "3.3 Global Recycle Standard (GRS)", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "All textiles containing ≥20% recycled material by weight must be GRS certified, see JYSK General Requirements for more information.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The JYSK Scope Certificate are made available as JYSK 10290. Note: No GRS logo on products.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The following requirements apply to GRS-certified products sold to JYSK:", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The supplier must ensure approval of the use of GRS-certification from JYSK C&Q before accepting first order", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The supplier must hold a valid ‘Scope certificate’ (SC) covering the concerned product in accordance with Global Recycling Standard 4.0:", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Recycled Material Requirements", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Supply Chain Requirements", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Note: GRS-certification inherently includes compliance with Textile Exchange’s Content Claim Standard.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Suppliers must send the first as well as renewed/updated Scope Certificates to JYSK C&Q with the supplier number", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "and an updated list of product numbers under the certificate in accordance with JYSK General Requirements.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The list with new product numbers must include product category, product details and material composition for each product. Information must be provided in the following template JYSK 10291.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The supplier must send a valid ‘Transaction certificate (TC)’ to JYSK C&Q for each concerned PO containing GRS certified products, within 60 days after shipment.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Note: The number of sales units must be stated in the certificate.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• When the TC is sent by E-mail, the PO number and TC number must be mentioned in the E-mail.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Article numbers must be individually stated on the TC.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The TC must be issued to the same address as on invoicing, see JYSK 8002.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "If the products are delivered to DC Uldum the TC must state that the buyer is JYSK a/s, see Figure 3. If the products are delivered to any other DC, the TC must state ‘Buying on behalf of JYSK a/s’ and the buyer must be the same address as on invoicing, see Figure 4.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "In both cases the JYSK license number 1050252 and TE-ID number TE-00004067 must be stated on the TC.", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "3. Buyer of Certified Products [a", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Figure 3 - Example of transaction certificate stating buyer is ‘JYSK a/s’", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "3. Buyer of Certified Products Buying on behalf of", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Figure 4 - Example of Transaction certificate stating 'buying on behalf of…'", "page": 6, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Materials in and out of scope regarding ‘recycled’.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Material Notes • Glass, see 4.1 • Plastic, see 4.1 In scope • Textile - • Wood materials • Packaging • Iron There is generally high reusability of these materials and can Out of • Steel therefore not be labelled with ‘recycled’ or similar as it can be scope • Aluminum seen as ‘Green washing’ unless it is certified by a third-party • Cobber accredited testing institute.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Table 4 - Materials in / out of scope", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "4.1 Plastics and glass", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Recycled plastic and glass materials must be GRS unless otherwise agreed with JYSK C&Q – however must always be certified by a third-party accredited testing institute.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Products must not be labelled with any sustainable claim/statement to avoid any green washing claim.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Products may only be labelled with ‘recycled’ if the recycled part consists of >20% recycled material by weight or if the recycled part is a significant part of the products construction/function/look in which case the labelling must be approved by JYSK C&Q.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Wooden products with recycled content must be labeled in accordance with agreement with JYSK C&Q.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "5.2.1 Composition on product and packaging", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The use of ‘recycled’ must comply with below:", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Recycled must not stand alone. The recycled part must be specified by percentage.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• The recycled part must be in a parenthesis ()", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• If only a part of the composition is recycled, the recycled percentage must be stated within the parenthesis. The fiber composition/non-recycled part and the recycled percentage must be separated by a comma", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Example of compositions with a recycled part:", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• 100% polyester (100% recycled)", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• 90% glass beads/10% fiber (100% polyester, 100% recycled)", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "• Glass (51% recycled)", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Any claim/statement regarding sustainability and recycled must be traceable and certified by a third-party validation scheme.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK requires documentation regarding OEKO-TEX, Better Cotton, GRS and FSC, see JYSK General Requirements.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Documentation regarding other certifications etc. must be sent to JYSK C&Q according to ‘Documentation’ requirements in JYSK General Requirements.", "page": 7, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The Material Matrix Table 5 is a tool for JYSK purchasing to use when making decisions about materials. It is aligned with JYSK’s material requirements and strategy described here in JYSK 8007-Product Sustainability.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "7.1 How to use the material matrix", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "The material matrix allows for comparison of different versions of materials or material categories, such as cellulose fibres, wood, and cotton. The comparison is divided in four levels: A, B, C, and D, which show prohibited materials, minimum requirements, and the goals within the material family.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Level C is the minimum requirement for the material category. This indicates the lowest standard for the material category we wish to have in our assortment. Levels B and A are the better options we are working towards. D level indicates the prohibited materials within the material category. These are the materials we do not allow in our assortment.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "If the material versions are the same for multiple materials under the same material category; those materials are grouped into that category and not mentioned separately (e.g. polyester, polyether, and polypropylene are all grouped under plastics).", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Working with material choices is an ongoing process that requires a continuous approach, why we will regularly assess the material matrix, and the materials included. These categories and levels will be updated whenever new information or data becomes available.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Currently, JYSK is focused on Better Cotton Initiative, and at this moment, we do not have sufficient data indicating whether organic cotton is better than Better Cotton. We are looking into this topic, but before we have better insights, we have excluded organic cotton from the matrix.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "JYSK requires recycled material to be certified by a third-party validation scheme to ensure traceability and proof of claim/statement and to avoid greenwashing. See 3.3 for more details.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Materials with darker colours within the same material category imply a higher carbon footprint of the material.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "All material substitutions must be made with consideration of the overall quality of the article. The substitution should not negatively affect the product’s quality.", "page": 8, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Material category Natural fibres Manmade cellulose fibres (Semi-synthetic fibres) Synthetic fibres Synthetic loose fibres Wool A Recycled fibre-to-fibre hemp (GRS) Recycled post-consumer hemp (GRS) Recycled fibre-to-fibre linen (GRS) Recycled post-consumer linen (GRS) Recycled fibre-to-fibre jute (GRS) Recycled post-consumer jute (GRS) Recycled fibre-to-fibre cotton (GRS) Recycled post-consumer cotton (GRS) Lyocell with recycled material (FSC) Modal with recycled material (FSC) Viscose with recycled material (FSC) Recycled (fibre-to-fibre) post-consumer (GRS) Recycled post-consumer (GRS) Recycled (fibre-to-fibre) post-consumer (GRS) Recycled post-consumer (GRS) Recycled wool (GRS) B Recycled hemp pre- consumer (GRS) Recycled linen pre- consumer (GRS) Recycled jute pre- consumer (GRS) Recycled cotton pre- consumer (GRS) Lyocell (FSC) Lyocell (Bamboo) (FSC) Modal (FSC) Modal (Bamboo)(FSC) Viscose (FSC) Viscose (Bamboo)(FSC) Recycled pre- consumer (GRS) Recycled pre- consumer (GRS) Responsible wool C Prohibited in JYSK articles Conventional hemp Conventional linen Conventional jute Better Cotton Initiative (BCI) Conventional cotton Lyocell Lyocell (Bamboo) (non-FSC) Modal Modal (Bamboo)(non-FSC) Viscose Viscose (Bamboo)(non-FSC) Conventional synthetic fibres Conventional synthetic fibres Conventional wool", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Paper and pulp (FSC)", "page": 9, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 10, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Composite wooden boards (e.g. particle board, MDF) Metal Glass Plastics Rubber Rubber - Elastomer Polyresin Foam Down and feathers Leather Faux leather Higher percentage of recycled content (FSC) Recycled glass (GRS*) Recycled post-consumer (GRS*) Bio-based plastics Biodegradable synthetic rubber Natural rubber (responsibly sourced) Bio-based silicone Bio-based resins Recycled resins (GRS*) Biodegradable resins Polyresins with increased % of stone powder or natural fillers (e.g. calcium carbonate) – reduced resin content Recycled polyols content Bio-based PU leather Recycled pre-consumer content (GRS*) Earthenware (single Recycled pre- consumer (GRS*) Water-based & solvent free PU leather Earthenware (2 firings) Post-consumer Conventional recycled material composite wooden incorporated (FSC) boards Conventional metal Conventional glass Conventional plastic PVC Conventional synthetic rubber Conventional silicone Conventional resins Conventional foam Down and feathers (DOWNPASS/IDFL) Conventional down Conventional leather PU leather Earthenware (2+ firings)", "page": 10, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Edition 5 – 2025-03 Compliancequality@JYSK.com", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Recycled pre-consumer content (GRS*) Stoneware (2 firings) Stoneware (2+ firings) Stoneware (single firing) Recycled pre-consumer content (GRS*) Porcelain (2 firings) Porcelain (2+ firings) Porcelain (single firing) Straw Natural materials Water hyacinth Bulrush (Cattail)/Rush (FSC) Sedge/Sea grass (FSC) Maize Sisal Jute Coir (Coconut fibre) Palm fibre (FSC) Bulrush (Cattail)/Rush Palm fibre Sedge/Sea grass", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Table 5 - material matrix", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "Note: *Unless otherwise agreed with JYSK C&Q – however must always be certified by a third-party accredited testing institute. Note: Abbreviations:", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "FSC - Forest Stewardship Council", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "GRS - Global Recycled Standard", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
{"content": "BCI - Better Cotton Initiative", "page": 11, "source": "JYSK 8007 - Product sustainability.pdf", "type": "OCRText"}
