{"content": "Edition 18 – 2025-06 Compliancequality@JYSK.com\n\nThis category standard applies to all products within the homeware category.\n\n| Section   | Changes                                                                                                                                                                                     |\n|:----------|:--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| IK IK IS  | To avoid commodity code discrepancies with authorities regarding articles made of ceramic materials a water absorption test must be performed in accordance with JYSK General Requirements. |\n\nPage 1/21", "page": 1, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Edition 18 – 2025-06 Compliancequality@JYSK.com\n\n| 0     | 1                                                                                                                                                                             |\n|:------|:------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 1.1   | Te | a)                                                                                                                                                                       |\n| 1.2   | Decorative Christmas iteMS tO DE NUNG ....... cece cece eee e cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeeeeenegs                                  |\n| 1.3   | ro) = 1100 | | ©                                                                                                                                                              |\n| 1.4   | CONCACE SUIFACES 2.0... eee e eee e eee e ee eee eee EEE EEE EEE EEE EEE E SEES SESS ES EESSSSSSESEEEEEEEE SEDER EEE EERE REESE EERE EE EES                                   |\n| 1.5   | nt (10) gl [0t~] I ©) Ole | O | ol                                                                                                                                            |\n| 1.6   | PACKAGING .... ccc cccccece cece cece cece cece ee eee e cena eee neces eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeetsugeergs               |\n| 1.7   | sO)                                                                                                                                                                           |\n|", "page": 2, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": " 1.8   | uO) 6 Bm OO) 9) = (01 ON LA Fo | Cm) oC ~ |                                                                                                                                   |\n| 1.9   | ProductS CONTAINING textile ...... eee ccc eee eee eee e eee e cece eee eee eens eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeegneeeeeeseegs                               |\n| = .10 | ud O66 (01 oop a= 16 (mn) mm OX ~] r~ | 0 8 | | OR                                                                                                                            |\n| 12    | TEQUIFEMENKS..........cc Small ANd lOOSE Past ...... cece cece cece ee cece cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeecesteggeeeetseegeeeeeseeggs |\n| 13 es | tS) = |)                                                                                                                                                                      |\n| .13.1 | Centre of gravity test ANd reQUIPFEMENl......... cc eccccccc cece cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeeeeeteeeges                                  |\n| .14   | Products which can be mistaken for Seating FUrNITUFe ....... cece cece cece eee eee eeee eee eeeeeeeeeeeeeeeeeeeeeeeeneeeee", "page": 2, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "esengs                                             |\n| 15 es | Combustible air freSNENers....... ccc cece cece cece eee eee ee eee eee eee eee ee ee eee eee EE EASE EASE ESSE SES SSSSSSESESEEESEEE EERE EERE EERE EEE ES                   |\n| .16   | Store shelf GIMENSIONS (EA) ...... ccc ccce cece ce eee cece cece eee ence eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeteegeeeeeseeggs                          |\n| .16.1 | (CTT aT aro] a) 0) mm a> 1 0) 9                                                                                                                                               |\n| .16.2 | MEASUFEMENE CXAMPIES ...... cc cccce cece eee eee cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeueeeeeseeegeeeeeteugneeseeteegenegs 10                           |\n| nan   | NAPKINS 20... ccc cece cc cece cece cece ence cece ee ence eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeceteeeeeeeeeeeeeeeeeeteeegeeeeeteegeeees 11                |\n| nan   | General FEQuUIPFEMENTS......... c", "page": 2, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "cc cece cece cence cece cence eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteegeeesstteeneesesegs 11                       |\n| nan   | md O01 6 (o1cmn |) KO) a on ~ 160) 0 a 11                                                                                                                                     |\n| nan   | TeCHNICAal FTEQUIFEMENKS........ cece cece cece cece cece ee eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeegeeeeteeeeeeeesetengeeggs 11                       |\n| nan   | = To | <5 12                                                                                                                                                                  |\n| nan   | General Candle reQuirEMent..........cccc cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeueeeeeeeeeeeeeeteggeereregs 12                                 |\n| nan   | BASE MateriadlS 20... ccc cccccccccc cere cere eect e eee eee E REED EERE EERE EERE DEERE EERE EERE EERE EERE EEE E EEE eee eeeeeeeeeeeeeeeeeeeengs 12                        |\n| nan   | 10] 1106 BO | 0 0 | ae 13                                                                                                                                                     |\n| nan   | Taper CaAndleS SDP", "page": 2, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "....... ccc cece cccce cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeceseeegeeeeesesegeeegegs 13                         |\n| nan   | Containers for CONtAINEr CANCIES ........ cece eee eee eect eee eee e eee e eee e cece eee eeeeee eee e eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeagags 14                        |\n| nan   | PAN a) al ot~ 11] 016 ee 14                                                                                                                                                   |\n| nan   | Thermal SHOCK re@SIStANCe........ cece cccccce cece eee e eee e eee e eee cence eee EERE EERE EERE EEE ESSE ESSERE EERE EERE SEES E SSS SSS ERE E EERE EEE E EEE ES 14        |\n| nan   | Maximum external tO Mperature........ccccc cece ccccee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeteeegeeeeeteegeeegs 14                                  |\n| nan   | ©) ale | (=) ale) (6 (1 15                                                                                                                                                    |", "page": 2, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Edition 18 – 2025-06 Compliancequality@JYSK.com\n\n| 0                                                                                                                                                                       |\n|:------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Permitted CANCIES 2... cece cece cece cece ccc c eee c ese cececeecececececececuceeeeeeceseseseceseeenensesesusususesenensnsesususeseereesesesesess 1!                  |\n| iS) 0) ol > 11                                                                                                                                                          |\n| Marking ANd WAPrNINGS ...... ccc cc ccee cece ee cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeesseeeeeeeeeeeeseeeeeeeueesteueeseseneeeseegs 1                    |\n| Maximum external tQ@Mperature........c cc ccccccccceee cece cece eceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeseueeetseeeeeeeeesseggs 1                             |\n| CHriStMAS GNOMES/TFIGUIES ....... cece cece cece cee ee cence eeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeetueeeesseegeegs 1:                      |\n| Clothes and other textile COMPONENKS.......... cc ccce cece cece cece eee eeeeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeeeeceteeee", "page": 3, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "eeeteeeueeetseeeeeegs 1°                          |\n| Grey ZONE Products — tOY OF CECOFAaliON ........ cece cece cece cece eee eeeeeeeeeeeeeceeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeteeegeeggs 1°                           |\n| 01 Ce ke 1                                                                                                                                                              |\n| LADElING Of CWIGS........c cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteegeeeeeegs 1                   |\n| Storage articleS SDP 2.0... ccc cece cece cece ee eee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeseeeeeeeseueeeeseeeneeeeseegeegs 1'                        |\n| Small self-standing articleS SDP... . cece cece cece cece eee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeetegeeeetengeegs 1'                                |\n| PICCULE FFAMES 2... ccc cece eee e eee e ee eee ee eee e ee EERE EERE EEE E EE EE EEE EERE EEE EERE SEES ESSE ESSE ER EERE EERE SEES ES SSSSEEE", "page": 3, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": " EERE EERE SEES EEEESS 2 |\n| Information regarding front Protection .........c cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeteeeges 2                               |\n| ul 0) 0 | R=) | OL ) ge QI                                                                                                                                              |\n| 1a) Ko) fa at ~ 1410) on —>, 4 ce 2                                                                                                                                     |\n| Picture frames SDP 2.2... ccc ccc ccc cece ccc cece cece ccc ceececececcecncuceecucecusenenseceaensesusenensesesensesusesenseseseneusesesersesenes 2.                   |\n\nPage 3/21", "page": 3, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Products supplied to JYSK must be considered safe according to the current ‘state of art’ as well as applicable regulations and directives.\n\n• Sharp edges and pointy ends may not constitute a hazard.\n\n• Magnifying glass effects constituting a potential fire hazard are not permitted.\n\n• Small and loose parts (see 1.12)\n\n• Stability of products (see 1.13)\n\nWhen a hanging method is not integrated in the product (e.g. a metallic handle on a lantern) string for hanging the product must be included and pre-mounted unless otherwise agreed with CAM.\n\nProducts may not stain or leave colour residue during regular and foreseen use.\n\nContact surfaces of homeware products must have a surface condition that will not create visible scratches on common furniture-materials during regular and foreseeable use.\n\nElectrical products must comply with JYSK 4005.\n\nPackaging must comply with JYSK 6001.\n\nToys must comply with JYSK 2001.\n\nFood Contact Materials must comply with JYSK 4001. Note: Definition of Food Contact Materials is stated within the standard.\n\nMust comply with JYSK 4004.\n\nPage 4/21", "page": 4, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "It is the supplier’s responsibility to specify the ceramic products according to the different types of ceramic.\n\nIt’s important to pay attention to the specification of the material and provide the correct commodity code and duty% in the master data. When ceramic articles (vases, bowls etc.) have been exposed to test in a laboratory by the authorities to determine the exact material in relation to the commodity code, it is often found to have the wrong commodity code and therefore higher duty%.\n\nFor example, an article is created as stoneware, but the test shows that it’s earthenware or other ceramics. To avoid these discrepancies with authorities a water absorption test must be performed in accordance with JYSK General Requirements.\n\nBelow is only a general guide. If there is any doubt, consult an accredited test institute to determine the correct materiel.\n\n• When fractured, it presents an earthy, matt and colored (generally, brown, red or yellow) appearance.\n\n• Its fragment is heterogeneous, and the particles are visible to the naked eye.\n\n• Porosity (coefficient of water absorption) is not less than 5 % by weight.\n\n• Made from clay usually colored in the mass.\n\n• Has a compact, opaque fragment which is kilned at a sufficiently high temperature for vitrification to occur.\n\n• Porosity (coefficient of water absorption) is 3 % or less by weight.\n\n• Earthenware products are characterized by a white or light-colored fragment (slightly greyish, cream", "page": 5, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": " or ivory).\n\n• Ther fragment, which has a fine grain, is homogeneous.\n\n• Porosity (coefficient of water absorption) is 5 % or more by weight.\n\n• White or artificially colored.\n\n• Almost impervious to liquids.\n\n• Translucent, unless very thick.\n\n• Their fragment is almost completely smooth, and the grains are not visible to the naked eye.\n\nPage 5/21", "page": 5, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "As most homeware products are at least partly decorative items the visual impression is very important.\n\nPoor craftsmanship and obvious manufacturing errors are not permitted.\n\nExcessive and visible glue residue is not permitted.\n\nThe Commission has adopted a new Microplastic Regulation (EC) No 2023/2055 that came into force October 17. 2023. Glitter and microbeads, and glitter that can come loose on e.g. Christmas decoration products is banned from products in JYSK. If a pull test with tape release glitter the product is not compliant. More information regarding the Microplastic Regulation is available in General Requirements.\n\nMust be without errors and permanent.\n\nAdhesion must be good enough to avoid further flaking if scratched.\n\nMust be without visible moulding errors.\n\nMoulding errors includes but is not limited to the following:\n\n• Air bubbles and blisters\n\n• Burn marks\n\n• Disproportionately visibly or large burrs\n\n• Embedded contaminates\n\n• Flow marks\n\n• Sink marks\n\nMust be made neatly in a correct workmanship like manner:\n\n• In a suitable and consistent size\n\n• Without residual welding threads\n\n• Without unremoved spatter\n\nSupplied products must have the correct (agreed) color(s). Color(s) must be consistent within and between POs.\n\nPage 6/21", "page": 6, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Special care must be given to small parts on products that may attract the attention of children:\n\n• Products that emit light\n\n• Products that shine or glitters\n\n• Lively figures\n\nFor products such as above cases the supplier must carefully consider potential risks in relation to components that:\n\n1. Can be removed with a pulling force of less than 50 N.\n\n2. Can fit into a “small parts cylinder” according to ISO 8124-1.\n\nFor components found to be subject to one or both described circumstances JYSK expects the supplier to look into one or several of the following initiatives:\n\n• Fasten component better\n\n• Change the size of component\n\n• Perforate the component\n\n• Make relevant warnings\n\nPage 7/21", "page": 7, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Freestanding products must be stable and not overturn during intended use.\n\nThe following design requirements must be fulfilled:\n\n1. The product must have a suitably sized and plane surface for standing. 2. The product must have a suitable mass to withstand predictable impacts. 3. The product must have a suitable centre of gravity according to 1.13.1.\n\nNote: Specific requirements may apply concurrently for some products such as candles.\n\nPlace the sample on an incline plane and tilt slowly (i.e. slowly enough exclude dynamic forces) while measuring the tilt-angle with a digital level.\n\nThe sample may be rotated in any direction about the vertical axis to find the least favourable position (orientation most likely to cause tipping).\n\nIt may be required to have a high friction surface to avoid the sample sliding off.\n\nGeneral passing criteria:\n\nProduct does not overturn at a tilt of 15° in the least favourable position.\n\nMust be tested with the largest permitted candle (see 5.5 and 6.1) for the product.\n\nProduct and candle does not overturn at a tilt of 10° in the least favourable position.\n\nMust be tested with the ‘Regular stick candle’ and ‘Large stick candle’ see Table 1.\n\n| Candle        | Regular stick candle   | Large stick candle   |\n|:--------------|:-----------------------|:---------------------|\n| Length [cm]   | 20+0,5                 | 35+0,5               |\n| Diameter [mm", "page": 8, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "] | @22+0,5                | @22+0,5              |\n| Weight [g]    | 70£2                   | 115-120              |\n\nProduct and candle does not overturn in the least favourable position\n\n• at a tilt of 15° tested with the ‘Regular stick candle’\n\n• at a tilt of 10° tested with the ‘Large stick candle’\n\nCan be agreed upon with JYSK C&Q for a specific product and be registered as a non-compliance.\n\nPrerequisites for dispensation:\n\n• Changing the product to comply with specified requirements is not practicable.\n\n• The supplier has made a thorough risk assessment of stability hazards.", "page": 8, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Edition 18 – 2025-06 Compliancequality@JYSK.com\n\nNon-seating products which can be mistaken for a seating furniture by the customer must be labelled with JYSK 10138 on sales unit and combined sales and handling unit, e.g. specific pedestals and side tables. The supplier must take this into consideration when performing the risk assessment.\n\nCombustible air fresheners must:\n\n• Comply with the published emission limits referenced in EN 16738 when tested according to EN 16739.\n\n• Contain user safety information according to EN 16740.\n\nArticles in sales display(SDP) must comply with JYSK 6002 and any specific article requirements. For articles in SDP both the SDP measure and the EA measure must be stated in the PIF. The SDP measure must be stated under ‘Display dimensions’ and the measure for the article must be stated under ‘Store shelf dimensions’. The SDP measure must include both the article and the SDP, meaning if the article is higher than the display it must be the total height.\n\n‘EA’ measures are the same as ‘store shelf dimensions’ in the PIF.\n\nThe ‘store shelf dimension (EA)’ is a unit measure of a single article.\n\nIf changes in the measurements of an article, CAM must be informed.\n\nIf the product comes in a box as sales unit, e.g. a lamp, it must be the measurement for the box and not the actual product", "page": 9, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": ", see examples in 1.16.2.\n\nIt is important to know how the article should be displayed e.g. upright, laying down, etc.\n\nThe following measurements must be stated in the PIF:\n\n• Height: the height of the article\n\n• Width: the width of the article (the side facing front)\n\n• Depth: the depth of the article and refers to the shelf depth and means the article dimension with face forward. Note: Depth = length", "page": 9, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Examples of measurements of different products and shapes.\n\nNote: The examples are only to provide an understanding of how to measure different articles and shapes, and not a full guide to all types of articles.\n\nIroning board:\n\nNote: **For round items, width and depth/length must be the same. Measures must be taken at the widest point.", "page": 10, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Napkins must be:\n\n• Be made from processed wood fibre pulp.\n\n• Be soft absorbent.\n\n• Free from defects such as abrasive particles, lint, fibre bundles, holes and specks.\n\n• Manufactured and packaged under good hygienic conditions.\n\nNapkins must comply with 1.8 and EUTR.\n\nNapkins must be specified according to Table 2.\n\n| ('Size [cm] Folded size [cm]', 'Size [cm] Folded size [cm]')   | ('length & width', 'length & width')   |\n|:---------------------------------------------------------------|:---------------------------------------|\n| Type of fibre                                                  | Virgin Blended Recycled                |\n| Number of plies                                                | 1-ply 2-ply 3-ply 4-ply                |\n| GSM                                                            | According to ISO 12625-6               |\n| Thickness                                                      | According to ISO 12625-3               |\n| Water absorption time & capacity                               | According to ISO 12625-8               |\n| Tensile strength                                               | Tensile strength                       |\n| e« MD                                                          | According to ISO 12625-5               |\n| « CD                                                           | nan                                    |\n\nNapkins must comply with the requirements stated in Table 3.\n\n| PH according to ISO 6588-2                | 6-8            |\n|:------------------------------------------|:---------------|\n| Microbiological limit:                    | nan            |\n| Total", "page": 11, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": " plate count according to ISO 8784-1 | $300 cfi cfu/g |\n| Moisture content according to ISO 287     | 4,5-7          |\n\nTable 3 – Technical requirement for napkins", "page": 11, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Candles must comply with the requirements stated in Table 4.\n\nRequired product information\n\nBurning period Minimum safety distance Diameter (or equivalent) Height Weight Base material (fuel source) - See 3.2 Container material (When applicable)\n\nSoothing behaviour\n\nMandatory safety information must be given as symbol according to EN 15494. The supplier must add relevant optional safety information symbols from EN 15494 and JYSK’s additional symbol available under JYSK 10010 - The choice of symbols must be approved by\n\nScented candles\n\nMust comply with the requirements stated in 1.15\n\nThe following types of substances are permitted as base material:\n\n• Paraffin\n\n• Stearin\n\nThe supplier must secure that REACH-obligations are fulfilled for all substances (including additives) used as base material.\n\nSuppliers based outside EEA (European Economic Area) must appoint a European Only Representative to fulfil the obligations.", "page": 12, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "The burning time must be ≥4 hours and agreed with CAM.\n\nWhen tested the burning time must be calculated as the average of at least five samples.\n\nNone of the samples may extinguish more than 15 minutes before the specified time.\n\nTaper candles must be delivered in a sales display (SDP) to make it easier and faster to expose the article and present the article better.\n\nThe SDP must be inclined with the below measurements and must comply with JYSK 6002. Exceptions must be approved by CAM.\n\n• Height: maximum 36 cm, adjusted to the article\n\n• Front height: 5 cm\n\n• Width: maximum 29 cm, adjusted to the article\n\n• Depth: maximum 19/38 cm, adjusted to the article\n\nPage 13/21", "page": 13, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "The supplier must ensure that suitable annealing procedures are in place during production to ensure that the container does not crack or break during use.\n\nContainers must be able to pass testing according to ASTM F2179-14 using the “scratch test method”. Note: This requirement does not apply to metal containers.\n\nContainers must be able to pass testing according to ISO 7459 at a thermal shock (t1–t2 within the standard) of\n\nNote: This requirement does not apply to metal containers.\n\nDuring normal use the containers and any part of candle accessories must not exceed the maximum temperature limits in Table 5 on outwards facing surfaces that the user may touch.\n\nNote: Maximum temperature limits according to EN 17885.\n\n| Surface material, smooth surface made of          |   Temperature limit; 1s °C |   Temperature limit; 4s °C |\n|:--------------------------------------------------|---------------------------:|---------------------------:|\n| Wood                                              |                        114 |                         95 |\n| Plastic                                           |                         85 |                         76 |\n| Ceramic, glass and stone                          |                         79 |                         71 |\n| Metal uncoated                                    |                         64 |                         58 |\n| Metal lac, coated 50 um                           |                         75 |                         61 |\n| Metal lac. coated 100 um                          |                         82 |                         64 |\n| Metal lac. coated 150 um                          |                         89 |                         66 |\n| Metal coated", "page": 14, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": " with enamel (160 ~um)/powder (60 ym) |                         69 |                         60 |\n| Metal coated with powder (90 ym)                  |                         72 |                         62 |\n| Metal coated with polyamide 11 or 12 (400 um)     |                         92 |                         73 |\n\nPage 14/21", "page": 14, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "The supplier must ensure that relevant warnings follow the candleholder – JYSK recommends using labels according to EN 17885, EN 15494 and JYSK’s additional symbols available under JYSK 10010 whenever feasible.\n\nDue to the inherit risks of hanging candles a very thorough risk assessment must be made by the supplier.\n\nThe product and risk assessment must be approved by JYSK C&Q before orders can be placed.\n\nThe supplier must design the products according to following requirements:\n\n• Holders for tea- and block-lights must have a level and correctly angled surface for placement of the candle.\n\n• Holders for stick-candles must be suitable for mounting of standard 22 mm stick-candles i.e.:\n\n• Made with a deep enough hole with an appropriate diameter.\n\n• A slight taper of the side walls is recommended.\n\n• The chosen design must respect the current minimum safety distances (see 3.1) for candles sold by JYSK as well the general level in the market.\n\nDuring normal use the candlelight holder must not exceed the maximum temperature limits in Table 5 on outwards facing surfaces that the user may touch.\n\nThe candlelight holder must be tested with the biggest permitted candle (see 5.5).\n\nThe supplier must ensure that the following information follows the product:\n\n• Permitted type and amount of candles\n\n• Maximum permitted diameter of candle\n\n• Maximum permitted height of candle", "page": 15, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Suppliers must ensure that relevant warnings follow the lantern – JYSK recommends using labels according to EN 17885, EN 15494 and JYSK’s additional symbols available under JYSK 10010 whenever feasible.\n\nThe following information must also be included:\n\n• Warnings for hot surfaces:\n\n• Risks of burning fingers on lantern\n\n• Risks of damaging placement surface\n\n• Whether the product is intended for hanging or not\n\n• Information on permitted candles:\n\n• Permitted type and amount of candles\n\n• Maximum permitted diameter of candle\n\n• Maximum permitted height of candle\n\nDuring normal use the lantern must not exceed the maximum temperature limits in Table 5 on outwards facing surfaces that the user may touch.\n\nThe lantern must be tested with the biggest permitted candle (see 6.1).\n\nPage 16/21", "page": 16, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "JYSK does not generally consider gnomes and figures to be decorative items, see 7.2. If the product is only a decorative item, this must be highlighted on the products by marking with “For decorative use” or a similar expression.\n\nIf small parts are included in the product (see 1.12) warnings against choking hazards must also be stated.\n\nClothes and other textile components must comply with the requirements of 1.9.\n\nFibre compositions must always be specified in the product information.\n\nA thorough assessment is necessary, to determine if grey zone products are either toys or decoration.\n\nThe European Commission has published Guidance document 20 on decorative products and products for collectors, which provide help with the assessment.\n\nIf there is any doubt about the correct classification, then ForbrugerLab must be consulted for a written opinion. Check also the standard JYSK 2001 for further information.", "page": 17, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Twigs are defined as twigs and single artificial flowers.\n\nLabeling of twigs must be a white flag label and must comply with JYSK 6101 and JYSK 6201.\n\nPage 18/21", "page": 18, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Storage articles made as “knock down boxes” must be delivered in an SDP, which must comply with JYSK 6002.\n\nRecommended maximum size of SDP:\n\nSmall self-standing products are defined as small articles which can stand on their own and which preferably can be placed in a sales display (SDP) to make it easier and faster to expose the article and present the article better.\n\nThe SDP must be a tray with the below measurements and must comply with JYSK 6002. Exceptions must be approved by CAM.\n\n• Height: 3 cm\n\n• Width: maximum 29 cm, adjusted to the article\n\n• Depth: maximum 19 cm, adjusted to the article", "page": 19, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Picture frames must have a sticker and an information text to inform customers that the front of the frame is not made of glass.\n\nThe sticker made available by JYSK must be placed on the front of the frame in the top right corner, approximately 1 cm from the frame.\n\nThe sticker must have transparent background.\n\nThe sticker size must comply with Table 6.\n\n| Frame height (no matter of width)   | Sticker size (diameter)   | Sticker    |\n|:------------------------------------|:--------------------------|:-----------|\n| <35 cm                              | 3.cm                      | JYSK 60059 |\n| 236 cm                              | 6cm                       | JYSK 60060 |\n\nThe information text “Plastic front protection makes the picture frame safer to use” must be on the sales unit. The material type of the front protection must still be stated, e.g. acrylic.\n\nThe information text is available in JYSK Term database. Type “picture frame” in the Definition field and press enter.\n\nPage 20/21", "page": 20, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
{"content": "Picture frames in specific sizes according to Table 7 must be delivered in a sales display (SDP) to make it easier and faster to expose the article and present the article better.\n\nThe SDP must be a tray and comply with Table 7 and JYSK 6002.\n\nNote: Picture frames in size 40x50, 50x70 and 60x90 must not be delivered in SDP.\n\nPicture frames must be fixed in the SDP with an plastic insert.\n\nPage 21/21", "page": 21, "source": "JYSK 1005 - Category standard - Homeware.pdf", "type": "OCRText"}
