{"content": "This Standard Operation Procedure describes JYSK’s requirements on how to exercise due diligence according to the (EU) 2023/1115 EU Deforestation Regulation (EUDR) and products/commodities related to deforestation. The seven commodities include cattle, cocoa, coffee, palm oil, rubber, soy, and wood as defined in Annex I of EUDR.\n\nEUDR does not apply to timber harvested before 29th of June 2023. The EU Commission is working on exemption codes, which must be declared before import of goods.\n\nIf the timber is harvested before 29th of June 2023 no geolocation is required.\n\nRequirements described within this SOP will be effective from 1st of October 2024, replacing the existing JYSK 8101 - Timber Regulation SOP.\n\nThis procedure will be updated frequently before EUDR enters into force. The SOP can be subject to changes, due to the development of the EU Commission’s Information System or other requirements/guidelines that will be continuously updated.\n\n| Section   | Changes                                                                                        |\n|:----------|:-----------------------------------------------------------------------------------------------|\n| 4.1.2     | A guideline on how to download a digital Chinese VAT invoice are made available as JYSK 10014. |\n\nPage 1/24", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\n| 0                                                                                                                                                                                                              |\n|:---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| General requireMent........ cece eee eee eee eres eres eens reese nese ees ees dees geese ees a ees a eeeaaeeeeneeeeaeeee nents                                                                                |\n| Natural rUDDeP.........ccccccsseseeeceeeseeeeeeeeeseneeeeeeesseeeeeeeseeneeeseeeseeeeeseeessaeeeeeesseneeeeeeseeeeeeeeeeseneeseeeseeneeeeeees                                                                  |\n| Non-composite materials ..........c ccc cece cece eee eee e eee e eee eee eee e eee eee eees eee es ee eeeeeeeeaeeee anes ea eee en eeea eee anes                                                              |\n| Due Diligence Statement ...... eee reer eee e reese ee eres eens eee ees dresses a eee ee nese e anes anes e ease eaten ee                                                                                     |\n| Geolocation..                                                                                                                                                                                                  |\n| Simplification updates from the EU Commission............ccccccececee cece eee eee eres eees ee eeseeees esse ee eeseeeeaeeeeeeeeenenes                                                                        |\n| DOCUMENEALION ........ccccccseeeeececeeeeeeeeeceeseeeeeeeeessaeeeeee", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "esseneeeeeeeseeeeeeeeeseeeeeeeesseneeeeeesseeeeeeeeeseeneeseeeseeneeeeeees                                                                 |\n| JYSK EUDR Task System - upload documents starting from June 2025 for all suppliers ............cccsceeeeeeee ee                                                                                                |\n| Name documents within the supply chain in the JYSK EUDR Task SySte€M .........cccecccceeeeeeeeeeeee cena eee eeeee eee                                                                                         |\n| Required documents for imported products from China..                                                                                                                                                          |\n| Validity of documents in the JYSK EUDR Task SySte€M .........c cece cece e eee eee eres ee eee ee ees ee eee eases ea eesaeeee ne een ee                                                                       |\n| Required documents for imported Product ........ cece cece eee ee eee eeee acess acess ee eese sess eeeseeeeseeeesaeeesaeeeseeeeaes                                                                            |\n| Documents for composite materials made of wood in the JYSK EUDR Task System ........cccccceeeeeeee tessa eeee eee                                                                                              |\n| Woden COWES .......cccseseecceceseeeeeceesseneeeseeeseeeeeseeeseeeeeeeeeseeeeeeseeeseeseseeeseeneeeseesseaeeseeeeeeneeeeeeeeeneeeeetegs 11                                                                     |\n| FSC-certified products in the JYSK EUD", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "R Task System...                                                                                                                                                         |\n| Supply chain overview in the JYSK EUDR Task SySteM ........cccccceeeee ee eeeee esse acess a eeeeeeeeeeeeeeaeeeeeeeee teenies 12                                                                               |\n| that share the same chain in the JYSK EUDR Task 12                                                                                                                                                             |\n| Multiple products supply System ..........cccceeeeeeee tessa eees Timber-ID MUMDEL........cceecccceeeeeeeeceeeeeeeeeeeeeseeeeeeeeeseaneeeeeeseeeeeeeeeeseneeeseeeseeeeeeeeseeneeeeeesaeneeeseeseeneneseeegs 13 |\n| documentation for in the EU 13                                                                                                                                                                                 |\n| Simplified products produced 0... ccc ee eee ee ee eee ee eeeeeeeeeeeeeeeeeeeeeeeeaee                                                                                                                          |\n| Additional requirements for high-risk products ... based risk 13                                                                                                                                               |\n| Country Mitigation ......... eee eee e reece eee reser e eee eeee esse a eeeeeeees ease ae eesaeeeeaeeese neta eeeanee Preferred Nature 13                                                                     |\n| by ....... ccc cece cece eee ee eee e eee eee ee eee ea eee ea eee ea eee ee eee sense ce eeeea nessa eeeseeeesa nessa eessaeeeeeeeseaeees Test requireMents........ 15                                        |\n", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "| cece eee eee eee rr eee e reer eee eee eee e seen eee eeeceeeeaeeeeseesseeeeeeeseeeeeeeenees Documentation for made of materials 15                                                                            |\n| products recycled ...........cccccc ccc ce ee cee eee eeee acess acess ee eeeeeees ee eeeeeeeaeees FLEGT                                                                                                       |\n| .... RiSk ASSCSSMENL......cccccceseeececeeeeeeeeeeeeeeeeneeeeeeesaeeeeeeeseeeeeeeeesseeeeeeeeseeneeeeeeeseeeeeeeeeseeeeeeeeesaeeeeeseeeseeneeee# 17                                                            |\n| UTS) 17                                                                                                                                                                                                        |\n| 1S 814 Fo] 4 (0) 8 EE Of 17                                                                                                                                                                                    |\n| Consequences NON-COMPLIANCE «0... cece eee cece eres reese reese nessa nessa reese ees a eeeeaeeesaeeeeaeeeeeeeeeeeeeanee ime [eX@L0 (—1 (0)                                                                   |\n\nPage 2/24", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "• Regulation (EU) 2023/1115 on making available on the Union market and the export from the Union of certain commodities and products associated with deforestation and forest degradation and repealing Regulation (EU) No 995/2010 (Text with EEA relevance).\n\n• Council Regulation (EC) No 2173/2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereafter Regulation No 2173/2005).\n\n• UK Statutory Instruments No. 233 The Timber and Timber Products (Placing on the Market) Regulations 2013. • UK Statutory Instruments No. 1025 The Timber and Timber Products and FLEGT (EU Exit) Regulations 2018.\n\n• 814.021 Swiss Ordinance on Placing Timber and Timber products on the Market\n\n• (Holzhandelsverordnung, HHV) of May 12. 2021.\n\nFrom 30th of December 2024 all products containing wood supplied to JYSK must be FSC certified in accordance with JYSK General Requirements.\n\nFSC is currently developing a new claim system called FSC Regulatory FSC-STD-01-004. The implementation of the FSC Regulatory standard is expected to come into force in July 2024. JYSK strongly recommends all suppliers to register their contact details in the FSC Regulatory Module Registration, so that you can stay informed about the development of this standard", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": ". The FSC Regulatory Module is a voluntary standard. Certificate holders who decide to get certified against this additional module will have a tool and additional independent assurance to support their efforts in demonstrating compliance with EUDR requirements as they can show competent authorities and other companies that relevant information has been gathered and due diligence exercised. JYSK will closely monitor the FSC Regulatory Module and may consider it as a requirement for all supply chains to be FSC Regulatory certified in the near future. This would apply to all tiers from forest to final product.\n\nFSC Trace (previously called Blockchain) is also one of the tools JYSK intends to work with to secure information sharing between partners throughout the supply chains. You can read more about FSC Trace and register to join FSC Trace seminars here.\n\nNatural rubber is not permitted in JYSK products that fall within the rubber section of Annex I of Regulation (EU) 2023/1115.\n\nIf wood species or country of origin changes for non-composite materials the supplier must inform JYSK promptly and the product must receive a new product number from JYSK.\n\nPage 3/24", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "When the EU Commission has finalised the Information System (Due Diligence Statement – full operation in December 2025), a template for data upload is expected to be made available. This template is used to specifically fill in information requirements required by the EU Commission. The template will for example include following information:\n\n• Operator name\n\n• Operator address\n\n• Operator registration and identification (EORI) number\n\n• Custom code\n\n• Trade name of materials subject to EUDR\n\n• Scientific name of materials subject to EUDR\n\n• Quantity (pcs)\n\n• Weight in kilo (KG)\n\n• Volume in cubic meters (CBM)\n\n• Geolocation information (polygon or point), see 3.1\n\n• Reference to existing due diligence statement, where relevant\n\n• Signature, date, signed for and on behalf of, name and function\n\nAll information required for the EU Commission’s Due Diligence Statement (DDS), will be gathered in the JYSK EUDR Task System and automatically uploaded to the Information System (IS). All JYSK suppliers need to fill in the supply chain overview via the JYSK EUDR Task System, submit and wait for approval. This whole process can take up to one month before ETD, hence it is important that all relevant documentation is submitted at least 30 days before ETD after the task has been sent out to the supplier.\n\nGeolocation means the geographical location of a plot of land described by means of latitude and", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " longitude coordinates corresponding to at least one latitude and one longitude point and using at least six decimal digits. For plots of land of more than four hectares used to produce the relevant commodities, this shall be provided using polygons with sufficient latitude and longitude points to describe the perimeter of each plot of land.\n\nLatitude and longitude points must consist of at least six decimals.\n\nFor plots of land less than four hectares, the result of making a polygon instead of a point has proven more accurate and reliable results. Therefore, JYSK recommends EUDR suppliers to make polygons instead of points no matter the size of plot. However, in cases where creating a polygon is not feasible, using multiple points in one GeoJSON file is acceptable. A single point should only be used if the plot is under four hectares and no other option is possible.\n\nPolygons must be be created by using geojson.io. When the polygon has been drawn, the coordinates can be extracted by exporting the polygon to a GeoJSON file.\n\nPolygon points of Figure 1:\n\n128.9163063, 47.4342293 128.9212845, 47.4313263 128.9337299, 47.4276683 128.9392231, 47.4351002 128.9319275, 47.4404993 128.9163063, 47.4342293\n\nNote that the first and last points are the same coordinates.\n\nJYSK strongly recommends", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " suppliers to start registering the forest(s)’s geolocation coordinates as soon as possible, so that suppliers and sub-suppliers can get used to this new working process.\n\nA Step-by-Step guideline on how to submit a GeoJSON file to JYSK can be found in JYSK 10008.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Clarification of ‘ascertaining' that due diligence has been carried out, so that large companies downstream benefit from simplified obligations (a minimal legal obligation of collecting reference numbers of Due Diligence Statement (DDS) from their suppliers and using those references for their own DDS submissions now applies).\n\nThe above passage from the updated EU Deforestation Regulation (EUDR) refers to a clarification in due diligence responsibilities, particularly aimed at large downstream companies (i.e., companies that are further along in the supply chain, like importers, processors, or retailers).\n\nIt is important to note that if an upstream supplier refuses to share geolocation coordinates (directly or via a DDS), JYSK as their downstream buyer may not be able to legally place the product on the EU market, because JYSK cannot rely on the upstream supplier’s due diligence. This may result in shipments being legally blocked from importing or selling the product in the EU. Hence JYSK rejects cooperating with upstream suppliers who refuse to share details about their supply chains. Therefore, the direct supplier to JYSK should strongly consider switching to a supplier who is willing to provide the geolocation coordinates needed.\n\nThe below example shows the EU TRACES where suppliers need to confirm allowing the geolocation data to be visible when referenced in another DDS:", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Products with approved EUTR documents will remain valid, but additional documentation described in 3 is required. JYSK requires its suppliers who have already submitted EUTR documentation in 2024 to provide geolocations for the relevant plot(s) of land before 31st of March 2025. This is only relevant for articles that are valid till 31st of March 2025 without geolocation and time of harvest. EUTR reports that are still valid between the period 1st of April 2025 till 31st of December 2025 will remain valid.\n\nIf geolocations are not available for submission, because the wood was harvested before 29th of June 2023, then a harvesting license/permit or invoices and transportation documents that can proof the harvesting of wood and transactions of purchased wood was before the 29th of June 2023 will be required. From the 1st of April (ETD) all EUTR suppliers must submit geolocation and time of harvest as part of the documentation package.\n\nEnsuring that all PDF documents uploaded adhere to the necessary quality standards is crucial for JYSK. Maintaining below specified quality standards for PDF documents is crucial for achieving precise text extraction, streamlined processing, uniformity, minimized rework, improved data quality, and adherence to legal and regulatory requirements. By adhering to these standards, suppliers help ensure a more efficient and dependable document processing workflow.\n\nIf the JYSK product is made", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " in China, the follow three documentations need to be a text-based PDF file:\n\n1. Chinese business license (JYSK 10009 for guidance) http://www.gsxt.gov.cn/index.html\n\n2. Chinese harvesting license (scan the QR code on the original harvesting license and download the PDF file)\n\n3. Chinese VAT invoice (download as PDF file) https://inv-veri.chinatax.gov.cn/\n\nPage 6/24", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "• If a document needs to be scanned, ensure it is scanned at a resolution of 300 DPI or higher with high contrast between text and background.\n\nPhotos taken with mobile phones often result in poor quality for text extraction.\n\nUse a proper scanner for all documents.\n\nScreenshots or prints of webpages are acceptable if they are clear and legible.\n\nBlurry or poorly scanned documents may result in rejection.\n\n• This is to avoid delays in processing.\n\n• Adhering to these standards is crucial for efficient and accurate document processing.\n\n• Non-compliance may lead to document rejection and processing delays.\n\nDue to the large amount of EUDR documentation handling, JYSK has decided to develop a common platform where suppliers can access and upload relevant documents directly to the JYSK system. The JYSK EUDR Task System will be available for existing EUTR suppliers in January.\n\nNew EUDR suppliers who have not yet tried to submit EUDR documentations will receive at least one task in June 2025, except EU suppliers, because most of the EU suppliers are categorised as low risk countries, hence the documentation expectations will be lowered. Once the Task System interface for EU suppliers is ready, new tasks will be sent to you directly. Is important that the supplier practices how to use the new JYSK EUDR Task System and succeed in submitting EUDR documentation correctly before the 1st of October 2025. The JYSK EUDR Task System", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " guideline can be found in JYSK 10013. Video guidelines on how to use the JYSK EUDR Task System will be coming shortly.\n\nSupplier must name EUDR documents like below:\n\n1. Forest’s harvesting license (time of harvest written in Chinese harvesting licenses)\n\n2. Forest’s XXXX wood specie geolocation (scientific name of wood specie)\n\n3. Forest’s business license\n\n4. Forest’s FSC certificate\n\n5. Forest's customs clearance documents of imported wood\n\n6. Forest’s phytosanitary certificate\n\n7. Forest’s bill of lading\n\nInvoice between forest and sawmill\n\n9. Transportation document Delivery note between forest and sawmill\n\n10. Sawmill’s business license\n\n11. Sawmill’s FSC certificate\n\n12. Transportation document between sawmill and producer\n\n13. Sawmill’s invoice to producer\n\n14. Etc.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\nA valid QR code is present on an original Chinese harvesting license. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the harvesting license, which can be downloaded as a PDF. Moving forward, only digital Chinese harvesting licenses will be accepted for submission in the JYSK EUDR Task System.\n\nNote: Do not overwrite the Chinese harvesting license with English translation. The English translation needs to appear on page two.\n\nChinese invoices (VAT invoices) must be verified on the China government’s website: https://inv-veri.chinatax.gov.cn/\n\nA valid QR code is present on an original Chinese VAT invoice. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the invoice, which can be downloaded as a PDF. Moving forward, only digital Chinese VAT invoices will be accepted for submission in the JYSK EUDR Task System. A guideline on how to download a digital Chinese VAT invoice are made available as JYSK 10014.\n\nNote: Do not overwrite the Chinese VAT invoice with English translation. The English translation needs to appear on page two.\n\nChinese business licenses must be verified on the China government’s website: http://www.gsxt.gov.cn/index.html\n\nThe Chinese business license must be downloaded as a PDF. Follow the guideline in JYSK 10009 to download the", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " Chinese business license correctly. An example is also showed in Figure 6.\n\nNote: Do not overwrite the Chinese business license with English translation. The English translation needs to appear on page two.\n\nThe documents remain valid for a maximum of one year, but only if all supply chains within the documents stay unchanged. If anything within the supply chain changes, the supplier must provide new documents and inform JYSK EUDR approver about the changes in an email to eudr@jysk.com with subject line: CHANGE OF SUPPLY CHAIN.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\nFor example, the geolocation of wood for one article can change over time, because the wood from forest number one is being consumed. Therefore, a new purchase of wood will happen for this article. In cases like these, it is important that new geolocation coordinates are updated in the JYSK EUDR Task System. But the supplier needs to inform JYSK about this change by emailing eudr@jysk.com, so that a new task link can be sent to the supplier from the JYSK EUDR Task System.\n\nA product or PO has valid documentation if the documentation is valid at ETD date. This means that the product can reach customs duty or JYSK distributions centres with expired documentation, if the documents were valid at ETD date. If there are open orders, the documents must be replaced before expiry, in line with deadlines specified in this section. If there are any changes in the supply chain and there are open orders, the documentation must be updated.\n\nAll PO’s must be associated with a set of valid documents. For guidance on how to link an order in Supplier Portal to a set of documents, see JYSK 10004 (existing procedure). This process may be changed as the EU Commission’s Information System is fully implemented.\n\nThe supplier must fill out the relevant task minimum 30 days prior to ETD.\n\nFor truck and air delivery, the", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " task must be filled out 30 days prior to delivery date.\n\nAll documentation must be submitted via the JYSK EUDR Task System. Invoices between sub-supplier to supplier, and from supplier to JYSK can be proforma invoices, to be able to meet the deadlines. The official commercial invoice from sub-supplier to supplier will sometimes only be available after shipment. If this is the case, a task reminder will be sent via the JYSK General Task System, see 4.1, to request this specific commercial invoice. A link will be sent to the supplier, so when the official commercial invoice is ready for submission it needs to be uploaded directly to the JYSK system via the attached link in the reminder email.\n\nFinal commercial invoices from supplier to JYSK are no longer required but remember to write the order number in the proforma invoice.\n\nIf a product contains composite materials (e.g. MDF, particleboard, chipboard, paper etc.) the following documentation is required additionally:", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\n• Insert all wood species that could occur in the product (see red arrow). Documentation for all possible wood species must also be included in the documentation. E.g. a forest consists of many different wood species. Try to list out as many wood species as possible under “Botanical name”. If the wood species are not to be found in the drop down list a statement can be uploaded, explaining which wood species (scientific names) might occur in the composite product.\n\n• The use of recycled wood must be specified in the JYSK EUDR Task System. Fill in details about the forest to start with then create a new “Responsible” and choose “Recycled material” in the drop-down list and fill in the rest of the details in that tier.\n\n• Geolocation coordinates for all plots of land where the timber originates from. For example, if a composite board consists of wood from five different forests, then the geolocation data is required for all five locations. See example in 3.1.\n\n• Supply chain overview in the JYSK EUDR Task System - the supply chain must be documented for each type of wood and harvest country used in the composite material. The supply chain overview must be as described in 4.1.8.\n\n• The different wood types must be specified using complete botanical names (genus + species).\n\nFrom 1st of October 2024 all", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " composite materials must contain post-consumer recycled materials, see 4.5.\n\nInternal spot-checks are conducted by JYSK. Any EUDR related product can undergo a thorough spot-check, and in some cases, the product will be selected for a lab test to identify whether the declared species reflect in the results in the final test report requested by JYSK.\n\nPage 10/24", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "The supplier needs to carry out due diligence on the full product, including all wood components, dowels included. This means that if a wooden product contains wooden dowels, then the supplier needs to declare the supply chain of the wooden dowels in the JYSK Task System. Remember to write “Dowels” in the “Component” field and choose “Solid wood” under “Material type”.\n\nFSC-certification will be considered a risk mitigating measure when the following applies:\n\n• Fill the relevant FSC license code as shown in red box below:\n\n• Complete supply chain must be FSC-certified from forest to last supplier before JYSK.\n\n• FSC-certificates for all tiers in the supply chain must be provided. For FSC-certificate code documentation go onto https://search.fsc.org/en/ and use the search engine to find the relevant FSC certificate. Download the FSC certificate as a PDF using the download button (see pointing arrow). A copy of the original FSC certificate (paper format) or scanned FSC certificate is not required as long as the digital version is attached.\n\n• FSC claim and CoC-number is stated on purchasing documentation between all tiers.\n\nNote: FSC-certification cannot replace the additional requirements described in 4.4.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "For each type of material and harvest country used in a product the supply chain must be documented following these requirements:\n\n• All documents in the supply chain must be clearly named and uploaded to the JYSK EUDR Task System. The uploaded PDF file can consist of multiple pages.\n\n• Documentation must contain complete addresses of\n\n• All forests\n\n• All sawmills\n\n• All companies\n\n• The invoice from the producer to the trader and from trader to JYSK must contain JYSK product number, product description and wood species (botanical names).\n\n• Invoices that include FSC claim, and COC code can be written in either way:\n\n• FSC claim and COC code or\n\n• FSC claim and COC code and botanical names for all solid wooden species used for a product and the name of the composite material such as, MDF, PB, Plywood etc.\n\n• Documents must be legible and sufficiently translated into English so content and meaning is comprehensible.\n\n• For example, dates written in the original language such as Vietnamese, Thai, Chinese etc. must also be\n\ntranslated into English.\n\n• The required documentation will vary depending on country of origin. Note: If some of the documents provided for the supply chain overview are not properly translated or illegible, they will be considered not available.\n\nIn the new JYSK EUDR Task System it is important that the supplier informs JYSK when the products share identical or have very similar supply chains,", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " so that the JYSK EUDR approver can approve multiple products at the same time. All the related product numbers and product description must be mentioned. This information needs to be written in the general comment box, which can be found in the bottom left side of the task page.\n\nNote: Remember to update relevant invoices in the multiple articles after using the copy task function!\n\nPage 12/24", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Starting from 31st of December 2024:\n\n1. EUTR articles – For approved EUTR articles, suppliers need to input the Timber-ID given by the JYSK EUTR/EUDR team before proceeding the order.\n\n2. EUDR articles – Please disregard, if the system is asking for a Timber ID during this period. This field is not applicable for EUDR articles yet. However, the Timber ID will be requested after 1st of October 2025 the latest.\n\nFor a guideline see JYSK 10004:\n\nThe supplier is required to submit a due diligence statement to the EU Commission’s Information System and provide JYSK with relevant reference number. Following the EU Commission’s clarification of the term “ascertain,” JYSK has determined that EU suppliers are no longer required to obtain the FSC Regulatory Module. JYSK is now evaluating whether the submission of a DDS reference number alone is sufficient, or if geolocation data is also necessary.\n\nThe following risk mitigating requirements is considered necessary to ensure negligible risk.\n\nSuppliers of products produced in countries where risk in the past has been identified and/or containing high-risk wood species must obtain third party verification to mitigate the risk in accordance with Table 1.\n\n| 0                                                    | 1                                                                               |\n|:-----------------------------------------------------|:--------------------------------------------------------------------------------|\n| Products produced in China containing oak and/or ash | On-site audit                                                                   |\n| Products produced in China containing oak and/or ash | Risk", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " assessment of Unique Wood Sources (UWS)                                    |\n| Products produced in Ukraine                         | On-site audit                                                                   |\n| nan                                                  | Risk assessment of Unique Wood Sources (UWS)                                    |\n| Products containing wood from Ukraine                | Risk assessment of Unique Wood Sources (UWS): For wood originating from Ukraine |\n| Products produced in Turkiye                         | On-site audit                                                                   |\n| Products produced in Turkiye                         | Risk assessment of Unique Wood Sources (UWS)                                    |\n\nNote: JYSK does not accept products produced in Russia or containing timber from Russia.\n\nJYSK has chosen Preferred by Nature as service provider. Suppliers of these products must enter into an agreement with Preferred by Nature for the following services:\n\n• On-site audits (OSA)\n\n• Risk assessment of Unique Wood Sources (UWS)", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "The UWS (Unique Wood Sources) is a desk-based risk assessment of supply chain documentation for each individual wood source, enabling detailed review and verification of the provided documents. A UWS must be completed for any product containing oak or ash, and the outcome of each assessment must indicate negligible risk.\n\nIf only part of a composite material contains oak or ash, a UWS report is not required for that material. For example, if a product contains oak or ash along with other wood species, the supply chains of the non-oak/ash species must still be uploaded to the JYSK Task System, along with the corresponding OSA and UWS reports.\n\nThe UWS is valid only for the volume specified in the documentation and for the exact supply chain described. Additionally, UWS assessments must be based on detailed supply chain documentation, with English translations provided by the supplier.\n\nProducts that contain UWS report(s) from Preferred by Nature need to be uploaded directly to the JYSK Task System together with other supply chains if needed. For those wood species without UWS reports suppliers will need to upload EUTR/EUDR documentation for these supply chains. For more guidance see JYSK 10013. However, the supplier’s own supply chain overview still needs to be submitted to Preferred by Nature to complete the UWS report. The supplier must always be able to show a supply chain overview, and the supply chain overview must be available in the Preferred by Nature report.\n\nThe on-site audit", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " provides an overview of the supplier’s performance allowing JYSK to identify risks. The result of the on-site audit must be negligible. The on-site audit will include an assessment of general record keeping, an assessment of risk of mixing and an assessment of legal operation of the factory.\n\nNew JYSK suppliers are required to complete an OSA (On-Site Audit) report in advance of their first shipment. Based on the audit results, the on-site audit must be renewed no later than two years after the previous audit. It is the supplier’s responsibility to ensure that audits approaching expiration are renewed in time to avoid delays with planned shipments.\n\nUsually, the on-site audit will take place at the producing factory but can be conducted on all tiers in the supply chain, if necessary, to conclude negligible risk.\n\nIn some cases, on-site audits on either the producing factory or sub-suppliers (e.g. sawmill or forest) are necessary to conclude negligible risk in the UWS. These on-site audits must take place early enough for the audit report to be included in the documents provided to JYSK before shipping.\n\nTo set up the agreement with Preferred by Nature the supplier must contact JYSK@preferredbynature.org. Preferred by Nature will provide additional details related to the agreement and the process.\n\nThe supplier must bear all costs related to the third-party verification.\n\nPage 14/24", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\nTo mitigate the risk of finding undeclared wood species or origins in products, the following test requirements apply:\n\n| Products:         | Test requirement:                  | Test method:                          |\n|:------------------|:-----------------------------------|:--------------------------------------|\n| Solid oak and ash | Determination of genus and species | Wood anatomy (macro- and microscopic) |\n| Solid oak and ash | Determination of origin            | Stable isotope                        |\n\nNote: Veneer oak and ash is considered solid wood and must undergo testing for both genus, species and origin.\n\n• Tests must be conducted by the producing factory or trader to JYSK.\n\n• The tested sample must be taken from the materials to be used in the products for JYSK.\n\n• The tests can be done on batch level instead of product level.\n\n• The test report must be included in the supply chain documentation.\n\n• Test reports are valid for maximum two years.\n\n• If the supply chain changes, a new test report is required.\n\n• If the product requires UWS according to Error! Reference source not found. the test must be provided to Preferred by Nature and be included into the final UWS Risk Assessment.\n\nStarting 1st of October 2024, JYSK requires all suppliers to incorporate post-consumer recycled materials (e.g. second-hand wooden furniture) in all composite materials such as MDF, HDF, particle boards etc.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " (excluding plywood and LVL). When using post-consumer recycled material, JYSK General Requirements must be followed. The decision of input volume of post-consumer recycled materials is defined by the supplier, as long as the supplier can prove the source and status of the content.\n\nIt is important that the composite board producer that is sourcing and incorporating post-consumer material is certified under FSC-STD-40-007, which pertains to Sourcing reclaimed material for use in FSC Product Groups or FSC Certified Projects, to ensure eligibility for making FSC claims. It is not necessary for the next company (e.g., furniture factory, trader) that is purchasing the certified composite boards from the producer to have FSC-STD-40-007 in their scope.\n\nIf the supplier encounters challenges with the incorporation of post-consumer recycled materials, it is important to state this information in DR I or DR II statement and perhaps suggest a realistic timeline of implementation. JYSK will then evaluate this statement and give feedback if necessary. Important key points to notice are following:\n\n• Post-consumer recycled wood does not need to be certified under FSC and may be used in FSC products with FSC Mix or FSC Recycled claim. However, companies sourcing and using recycled material in their products must be certified under FSC-STD-40-007.\n\n• The use of any post-consumer recycled material needs to follow this FSC standard: FSC-STD-40-007", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": " (V2-0) EN. • Note that evidence must be maintained and shared with JYSK to prove post-consumer recycled status – see checklist below.\n\n1) Translation and explanation – need to be provided just like other documents used in the overall EUDR report. Mostly, post-consumer documentation consists of many handwritten documents such as statements and invoices. Therefore, it is important that the supplier translates and explains the content of the attached documents in English. Use red colour for the translation and explanation in these documents like the examples in 88.\n\n2) Business license – attach the post-consumer seller’s business license. For Chinese business licences the scope must indicate that the seller is allowed to sell post-consumer materials. In some cases, a business license is not obtainable for post-consumer materials, hence it is important that the supplier can provide multiple picture evidence. See point 3 below.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\n• All photos must be clear in color and high-resolution.\n\nPhotos must include a date and time stamp and location.\n\nPhotos should be in common formats (JPEG, PNG) and labelled appropriately.\n\nEnsure good lighting and angles for visibility of material details.\n\n• Maintain photos and other documented evidence for at least 5 years.\n\n• Capture at least 3 photos of raw post-consumer recycled material before processing.\n\n• Show storage and original state.\n\n• Photos with location metadata can only be collected if the camera app has access to location services. Most smartphones already have this in-build function. For example, with iPhone the iOS Camera app automatically uses GPS to record the exact location where the picture was taken. See Figure 4.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "For products produced in Indonesia, follow the description in the FLEGT section in JYSK General Requirements.\n\nHowever, in the Deforestation Regulation suppliers with a FLEGT license need to provide following documentation and send to eudr@JYSK.com:\n\n• Due diligence statement, see 3.\n\n• EUDR I statement\n\nFor products produced outside Indonesia, but containing timber from Indonesia, normal timber procedure as described in this document, must be followed. The first documentation in the supply chain would then be the FLEGT license for the timber exported from Indonesia.\n\nThe risk assessment will be completed by JYSK based on the documents provided by the supplier. Only products considered to have negligible risk can be imported.\n\nIf the risk assessment for a product does not result in negligible risk, JYSK will inform the supplier about necessary actions to sufficiently mitigate the risk.\n\nThe following applies in the event of any non-compliances to the requirements within this document:\n\n• Each non-compliance will be penalized with fines up to 50.000 euro.\n\n• Repeated non-compliances will result in termination of the business relationship with the supplier.\n\nPage 17/24", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Figure 6 – Supply chain 1 - Chinese business license, forest (2)\n\nPage 19/24", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\nFigure 7 - Supply chain 1 - Statement of missing timber transportation license, forest --> sawmill (3)\n\nPage 20/24", "page": 20, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com\n\n| 0        | 1                  | 2        | 3   |\n|:---------|:-------------------|:---------|:----|\n| No.:4512 | ES                 | | 1*40HC | nan |\n| nan      | 35W(27th,Aug.2018) | | 1*40HC | i=  |\n\nPage 24/24", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "MergedText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "JYSK SOP Deforestation Regulation", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "This Standard Operation Procedure describes JYSK’s requirements on how to exercise due diligence according to the (EU) 2023/1115 EU Deforestation Regulation (EUDR) and products/commodities related to deforestation. The seven commodities include cattle, cocoa, coffee, palm oil, rubber, soy, and wood as defined in Annex I of EUDR.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "EUDR does not apply to timber harvested before 29th of June 2023. The EU Commission is working on exemption codes, which must be declared before import of goods.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If the timber is harvested before 29th of June 2023 no geolocation is required.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Requirements described within this SOP will be effective from 1st of October 2024, replacing the existing JYSK 8101 - Timber Regulation SOP.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "This procedure will be updated frequently before EUDR enters into force. The SOP can be subject to changes, due to the development of the EU Commission’s Information System or other requirements/guidelines that will be continuously updated.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Section Changes 4.1.2 A guideline on how to download a digital Chinese VAT invoice are made available as JYSK 10014.", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1 Legal basis ....................................................................................................................................... 3 2 General requirements ........................................................................................................................ 3 2.1 Natural rubber .................................................................................................................................. 3 2.2 Non-composite materials ................................................................................................................... 3 3 Due Diligence Statement ................................................................................................................... 4 3.1 Geolocation ...................................................................................................................................... 4 3.2 Simplification updates from the EU Commission .................................................................................... 5 4 Documentation ................................................................................................................................. 6 4.1 JYSK EUDR Task System – upload documents starting from June 2025 for all suppliers ............................. 7 4.1.1 Name documents within the supply chain in the JYSK EUDR Task System ................................................ 7 4.1.2 Required documents for imported products from China .......................................................................... 8 4.1.3 Validity of documents in the JYSK EUDR Task System ........................................................................... 8 4.1.4 Required documents for imported products .......................................................................................... 9 4.1.5 Documents for composite materials made of wood in the JYSK EUDR Task System ................................... 9 4.1.6 Wooden dowels .............................................................................................................................. 11 4.1.7 FSC-certified products in the JYSK EUDR Task System ......................................................................... 11 4.1.8 Supply chain overview in the JYSK EUDR Task System ........................................................................ 12 4.1.9 Multiple products that share the same supply chain in the JYSK EUDR Task System ................................ 12 4.2 Timber-ID number .......................................................................................................................... 13 4.3 Simplified documentation for products produced in the EU ................................................................... 13 4.4 Additional requirements for high-risk products ................................................................................... 13 4.4.1 Country based risk mitigation ........................................................................................................... 13 4.4.2 Preferred by Nature ........................................................................................................................ 13 4.4.3 Test requirements ........................................................................................................................... 15 4.5 Documentation for products made of recycled materials ...................................................................... 15 4.6 FLEGT ........................................................................................................................................... 17 5 Risk assessment ............................................................................................................................. 17 6 Risk mitigation ............................................................................................................................... 17 7 Consequences of non-compliance ..................................................................................................... 17 8 Examples of documentation ............................................................................................................. 18", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Regulation (EU) 2023/1115 on making available on the Union market and the export from the Union of certain commodities and products associated with deforestation and forest degradation and repealing Regulation (EU) No 995/2010 (Text with EEA relevance).", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Council Regulation (EC) No 2173/2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereafter Regulation No 2173/2005).", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• UK Statutory Instruments No. 233 The Timber and Timber Products (Placing on the Market) Regulations 2013. • UK Statutory Instruments No. 1025 The Timber and Timber Products and FLEGT (EU Exit) Regulations 2018.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• 814.021 Swiss Ordinance on Placing Timber and Timber products on the Market", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• (Holzhandelsverordnung, HHV) of May 12. 2021.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "From 30th of December 2024 all products containing wood supplied to JYSK must be FSC certified in accordance with JYSK General Requirements.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "FSC is currently developing a new claim system called FSC Regulatory FSC-STD-01-004. The implementation of the FSC Regulatory standard is expected to come into force in July 2024. JYSK strongly recommends all suppliers to register their contact details in the FSC Regulatory Module Registration, so that you can stay informed about the development of this standard. The FSC Regulatory Module is a voluntary standard. Certificate holders who decide to get certified against this additional module will have a tool and additional independent assurance to support their efforts in demonstrating compliance with EUDR requirements as they can show competent authorities and other companies that relevant information has been gathered and due diligence exercised. JYSK will closely monitor the FSC Regulatory Module and may consider it as a requirement for all supply chains to be FSC Regulatory certified in the near future. This would apply to all tiers from forest to final product.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "FSC Trace (previously called Blockchain) is also one of the tools JYSK intends to work with to secure information sharing between partners throughout the supply chains. You can read more about FSC Trace and register to join FSC Trace seminars here.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Natural rubber is not permitted in JYSK products that fall within the rubber section of Annex I of Regulation (EU) 2023/1115.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If wood species or country of origin changes for non-composite materials the supplier must inform JYSK promptly and the product must receive a new product number from JYSK.", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3 Due Diligence Statement", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "When the EU Commission has finalised the Information System (Due Diligence Statement – full operation in December 2025), a template for data upload is expected to be made available. This template is used to specifically fill in information requirements required by the EU Commission. The template will for example include following information:", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Operator registration and identification (EORI) number", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Trade name of materials subject to EUDR", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Scientific name of materials subject to EUDR", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Weight in kilo (KG)", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Volume in cubic meters (CBM)", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Geolocation information (polygon or point), see 3.1", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Reference to existing due diligence statement, where relevant", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Signature, date, signed for and on behalf of, name and function", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "All information required for the EU Commission’s Due Diligence Statement (DDS), will be gathered in the JYSK EUDR Task System and automatically uploaded to the Information System (IS). All JYSK suppliers need to fill in the supply chain overview via the JYSK EUDR Task System, submit and wait for approval. This whole process can take up to one month before ETD, hence it is important that all relevant documentation is submitted at least 30 days before ETD after the task has been sent out to the supplier.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Geolocation means the geographical location of a plot of land described by means of latitude and longitude coordinates corresponding to at least one latitude and one longitude point and using at least six decimal digits. For plots of land of more than four hectares used to produce the relevant commodities, this shall be provided using polygons with sufficient latitude and longitude points to describe the perimeter of each plot of land.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Latitude and longitude points must consist of at least six decimals.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For plots of land less than four hectares, the result of making a polygon instead of a point has proven more accurate and reliable results. Therefore, JYSK recommends EUDR suppliers to make polygons instead of points no matter the size of plot. However, in cases where creating a polygon is not feasible, using multiple points in one GeoJSON file is acceptable. A single point should only be used if the plot is under four hectares and no other option is possible.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 1 - Example of geolocation", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Polygons must be be created by using geojson.io. When the polygon has been drawn, the coordinates can be extracted by exporting the polygon to a GeoJSON file.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Polygon points of Figure 1:", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "128.9163063, 47.4342293 128.9212845, 47.4313263 128.9337299, 47.4276683 128.9392231, 47.4351002 128.9319275, 47.4404993 128.9163063, 47.4342293", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note that the first and last points are the same coordinates.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "JYSK strongly recommends suppliers to start registering the forest(s)’s geolocation coordinates as soon as possible, so that suppliers and sub-suppliers can get used to this new working process.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "A Step-by-Step guideline on how to submit a GeoJSON file to JYSK can be found in JYSK 10008.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3.2 Simplification updates from the EU Commission", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Clarification of ‘ascertaining' that due diligence has been carried out, so that large companies downstream benefit from simplified obligations (a minimal legal obligation of collecting reference numbers of Due Diligence Statement (DDS) from their suppliers and using those references for their own DDS submissions now applies).", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The above passage from the updated EU Deforestation Regulation (EUDR) refers to a clarification in due diligence responsibilities, particularly aimed at large downstream companies (i.e., companies that are further along in the supply chain, like importers, processors, or retailers).", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "It is important to note that if an upstream supplier refuses to share geolocation coordinates (directly or via a DDS), JYSK as their downstream buyer may not be able to legally place the product on the EU market, because JYSK cannot rely on the upstream supplier’s due diligence. This may result in shipments being legally blocked from importing or selling the product in the EU. Hence JYSK rejects cooperating with upstream suppliers who refuse to share details about their supply chains. Therefore, the direct supplier to JYSK should strongly consider switching to a supplier who is willing to provide the geolocation coordinates needed.", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The below example shows the EU TRACES where suppliers need to confirm allowing the geolocation data to be visible when referenced in another DDS:", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Indgivelse — bekrzeftelse Ved at indgive denne due diligence-erklaering bekraefter operataren, at due diligence i henhold til forordning (EU) 2023/1115, er udfort, og at der ikke blev konstateret nogen eller kun en ubetydelig risiko for, at de relevante produkter ikke overholder naevnte forordnings artikel 3, litra a) eller b) Check this box to allow the geolocation data of this DDS to be visible when referenced in another DDS Dette er REPLICA (ACCEPTANCE) serveren for at hjaelpe dig med at blive fortrolig med systemet. Bemaerk venligst, at DDS indsendt pa denne server ikke har nogen juridisk vzerdi, og deres indhold kan ikke kontrolleres af kompetente myndigheder. Indsendelse af DDS pa denne server er til afprovning af de produkter, der skal bringes pa EU-markedet eller eksporteres efter ikrafttraedelsesdatoen for forordning (EU) 2023/1115. | x Annuller", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Products with approved EUTR documents will remain valid, but additional documentation described in 3 is required. JYSK requires its suppliers who have already submitted EUTR documentation in 2024 to provide geolocations for the relevant plot(s) of land before 31st of March 2025. This is only relevant for articles that are valid till 31st of March 2025 without geolocation and time of harvest. EUTR reports that are still valid between the period 1st of April 2025 till 31st of December 2025 will remain valid.", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If geolocations are not available for submission, because the wood was harvested before 29th of June 2023, then a harvesting license/permit or invoices and transportation documents that can proof the harvesting of wood and transactions of purchased wood was before the 29th of June 2023 will be required. From the 1st of April (ETD) all EUTR suppliers must submit geolocation and time of harvest as part of the documentation package.", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Document quality standards for PDF uploads", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Ensuring that all PDF documents uploaded adhere to the necessary quality standards is crucial for JYSK. Maintaining below specified quality standards for PDF documents is crucial for achieving precise text extraction, streamlined processing, uniformity, minimized rework, improved data quality, and adherence to legal and regulatory requirements. By adhering to these standards, suppliers help ensure a more efficient and dependable document processing workflow.", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If the JYSK product is made in China, the follow three documentations need to be a text-based PDF file:", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1. Chinese business license (JYSK 10009 for guidance) http://www.gsxt.gov.cn/index.html", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "2. Chinese harvesting license (scan the QR code on the original harvesting license and download the PDF file)", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3. Chinese VAT invoice (download as PDF file) https://inv-veri.chinatax.gov.cn/", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1. PDFs must be text-based whenever possible:", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• If a document needs to be scanned, ensure it is scanned at a resolution of 300 DPI or higher with high contrast between text and background.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "2. Photos of documents will not be accepted:", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Photos taken with mobile phones often result in poor quality for text extraction.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Use a proper scanner for all documents.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Screenshots or prints of webpages are acceptable if they are clear and legible.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3. Avoid overlapping text with images or watermarks:", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Blurry or poorly scanned documents may result in rejection.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4. Ensure that all text is legible, clear, and free from distortions:", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• This is to avoid delays in processing.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Adhering to these standards is crucial for efficient and accurate document processing.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Non-compliance may lead to document rejection and processing delays.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1 JYSK EUDR Task System – upload documents starting from June 2025 for all suppliers", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Due to the large amount of EUDR documentation handling, JYSK has decided to develop a common platform where suppliers can access and upload relevant documents directly to the JYSK system. The JYSK EUDR Task System will be available for existing EUTR suppliers in January.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "New EUDR suppliers who have not yet tried to submit EUDR documentations will receive at least one task in June 2025, except EU suppliers, because most of the EU suppliers are categorised as low risk countries, hence the documentation expectations will be lowered. Once the Task System interface for EU suppliers is ready, new tasks will be sent to you directly. Is important that the supplier practices how to use the new JYSK EUDR Task System and succeed in submitting EUDR documentation correctly before the 1st of October 2025. The JYSK EUDR Task System guideline can be found in JYSK 10013. Video guidelines on how to use the JYSK EUDR Task System will be coming shortly.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.1 Name documents within the supply chain in the JYSK EUDR Task System", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Supplier must name EUDR documents like below:", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1. Forest’s harvesting license (time of harvest written in Chinese harvesting licenses)", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "2. Forest’s XXXX wood specie geolocation (scientific name of wood specie)", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "ONANRWHN BR ro RRR BRWN", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3. Forest’s business license", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4. Forest’s FSC certificate", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "5. Forest's customs clearance documents of imported wood", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "6. Forest’s phytosanitary certificate", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "7. Forest’s bill of lading", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Invoice between forest and sawmill", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "9. Transportation document Delivery note between forest and sawmill", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "10. Sawmill’s business license", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "11. Sawmill’s FSC certificate", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "12. Transportation document between sawmill and producer", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "13. Sawmill’s invoice to producer", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Supply chain mapping Example of check list: Recycled wood supplier *Geolocation Business “Harvesting license license (time *Picture docs. of harvest) of recycled “Business wood sold to license MDF producer “FSC certificate FSC certificate “Transportation “Transportation document* document* *Invoice Invoice FSC certificate “DC Uldum *Invoice +FSC certificate *Invoice orFSC Member Group Uist (smaltholders) “Transportation documents* “Invoice *Include but are not limited to following list: - Certificate of origin - Phytosanitary certificate - Billoflading - Packing list - Delivery note", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.2 Required documents for imported products from China", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "A valid QR code is present on an original Chinese harvesting license. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the harvesting license, which can be downloaded as a PDF. Moving forward, only digital Chinese harvesting licenses will be accepted for submission in the JYSK EUDR Task System.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: Do not overwrite the Chinese harvesting license with English translation. The English translation needs to appear on page two.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Chinese invoices (VAT invoices) must be verified on the China government’s website: https://inv-veri.chinatax.gov.cn/", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "A valid QR code is present on an original Chinese VAT invoice. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the invoice, which can be downloaded as a PDF. Moving forward, only digital Chinese VAT invoices will be accepted for submission in the JYSK EUDR Task System. A guideline on how to download a digital Chinese VAT invoice are made available as JYSK 10014.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: Do not overwrite the Chinese VAT invoice with English translation. The English translation needs to appear on page two.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Chinese business licenses must be verified on the China government’s website: http://www.gsxt.gov.cn/index.html", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The Chinese business license must be downloaded as a PDF. Follow the guideline in JYSK 10009 to download the Chinese business license correctly. An example is also showed in Figure 6.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: Do not overwrite the Chinese business license with English translation. The English translation needs to appear on page two.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.3 Validity of documents in the JYSK EUDR Task System", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The documents remain valid for a maximum of one year, but only if all supply chains within the documents stay unchanged. If anything within the supply chain changes, the supplier must provide new documents and inform JYSK EUDR approver about the changes in an email to eudr@jysk.com with subject line: CHANGE OF SUPPLY CHAIN.", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For example, the geolocation of wood for one article can change over time, because the wood from forest number one is being consumed. Therefore, a new purchase of wood will happen for this article. In cases like these, it is important that new geolocation coordinates are updated in the JYSK EUDR Task System. But the supplier needs to inform JYSK about this change by emailing eudr@jysk.com, so that a new task link can be sent to the supplier from the JYSK EUDR Task System.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "A product or PO has valid documentation if the documentation is valid at ETD date. This means that the product can reach customs duty or JYSK distributions centres with expired documentation, if the documents were valid at ETD date. If there are open orders, the documents must be replaced before expiry, in line with deadlines specified in this section. If there are any changes in the supply chain and there are open orders, the documentation must be updated.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "All PO’s must be associated with a set of valid documents. For guidance on how to link an order in Supplier Portal to a set of documents, see JYSK 10004 (existing procedure). This process may be changed as the EU Commission’s Information System is fully implemented.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.4 Required documents for imported products", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The supplier must fill out the relevant task minimum 30 days prior to ETD.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Truck and air delivery", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For truck and air delivery, the task must be filled out 30 days prior to delivery date.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "All documentation must be submitted via the JYSK EUDR Task System. Invoices between sub-supplier to supplier, and from supplier to JYSK can be proforma invoices, to be able to meet the deadlines. The official commercial invoice from sub-supplier to supplier will sometimes only be available after shipment. If this is the case, a task reminder will be sent via the JYSK General Task System, see 4.1, to request this specific commercial invoice. A link will be sent to the supplier, so when the official commercial invoice is ready for submission it needs to be uploaded directly to the JYSK system via the attached link in the reminder email.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Dear JYSK supplier, Below link directs you to the JYSK Resource Manager Portal where the missing invoice needs to be uploaded for following article: 10000050 set of wheels (1 pcs 6) Deadline for submission: 30-05-2025 This invoice needs to be uploaded: 1. Commercial invoice (invoice from product producer to trader) Click on below link and upload the invoice as one separate POF file directly into the JYSK portal. Always remember to save changes. htwws://suppliercollectortest.1ysk. com/suppller/task/97 1 4afe0-ccfd-4.3a6-9ed1-2024018a7i6e Login Ticket: 971-4afe0-cofd-49ee-9ed1 20840168 7f6e Pingade: 6730 If the submission deadline Is missed, a reminder email will be sent repeatedly until JYSK recelves Ue missing invoices. Thank you in advance. Best regards, avsk Ss¥sK)", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Example of the “Invoice required” email generated by the JYSK General Task System", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Final commercial invoices from supplier to JYSK are no longer required but remember to write the order number in the proforma invoice.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.5 Documents for composite materials made of wood in the JYSK EUDR Task System", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If a product contains composite materials (e.g. MDF, particleboard, chipboard, paper etc.) the following documentation is required additionally:", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Insert all wood species that could occur in the product (see red arrow). Documentation for all possible wood species must also be included in the documentation. E.g. a forest consists of many different wood species. Try to list out as many wood species as possible under “Botanical name”. If the wood species are not to be found in the drop down list a statement can be uploaded, explaining which wood species (scientific names) might occur in the composite product.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "supply choin 1 Component Materiel tye FSC recycled material Ne Coneanepost-concumar cycled material [var oy) [G6]? Product county of erin Chine Weight of materi used irony Document Tssue date | effective date | Espiry date ‘status 7 2 eri oor 2025) [ovorams| | s-orz0a5]] |< |tn peas (Ge0350N file upload 9 woreecion —Ss — (Sse mn ‘Date of harvest [os-ox-202s | -[s1-01-2025 |", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The use of recycled wood must be specified in the JYSK EUDR Task System. Fill in details about the forest to start with then create a new “Responsible” and choose “Recycled material” in the drop-down list and fill in the rest of the details in that tier.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Suppty chain 1 Component ater type FSC reevded material he Containe oot consumer rected materi | yeni] [og]? Product country of origin en Weight of mater used ay Volume ofthis mater | Suply chain stats Tn poatess Overview Responsible “compony name Complete address Fac ticense code | Doc no Descrition Document Tesue date fective date | Expy date ‘status OLGS) st | [ros =) [ase ctor sei 39 ase FS6-c065767 rc VP 2 overden pf [areraoas]ES) [ororsoz]©) [Frorsoz | |< tnoroocess = vests rep x eas pan (Uregrancs (vii) SS js D ban (sats pre Nore pe] 53 wofarozen a ‘ood country of engin cane \"Pasa Fl] oe chesen Date of harvest (ovo 20es | [21-01-2005 |S", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Geolocation coordinates for all plots of land where the timber originates from. For example, if a composite board consists of wood from five different forests, then the geolocation data is required for all five locations. See example in 3.1.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Supply chain overview in the JYSK EUDR Task System - the supply chain must be documented for each type of wood and harvest country used in the composite material. The supply chain overview must be as described in 4.1.8.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The different wood types must be specified using complete botanical names (genus + species).", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "From 1st of October 2024 all composite materials must contain post-consumer recycled materials, see 4.5.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Internal spot-checks are conducted by JYSK. Any EUDR related product can undergo a thorough spot-check, and in some cases, the product will be selected for a lab test to identify whether the declared species reflect in the results in the final test report requested by JYSK.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The supplier needs to carry out due diligence on the full product, including all wood components, dowels included. This means that if a wooden product contains wooden dowels, then the supplier needs to declare the supply chain of the wooden dowels in the JYSK Task System. Remember to write “Dowels” in the “Component” field and choose “Solid wood” under “Material type”.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Supply chain 1 Component Dowel meal Explain in words where this material is used in the product e.g. Quercus alba - table top, MDF - shelves biscuits etc. Do NOT insert part Fsc numbers refering to the assembly guideline. Product country of origin Estonia", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.7 FSC-certified products in the JYSK EUDR Task System", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "FSC-certification will be considered a risk mitigating measure when the following applies:", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Fill the relevant FSC license code as shown in red box below:", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "‘Supply chain 1 Component Material te SC recycled matoral Contains poot-conaumer recycled material |[ yess] | a000) 2 Product country of erin Chine ‘eit of materia used [20.000] ks ‘Volume of thi matoriat Cc. Supely chain status FHfecive date | Expiry date LF BA renienset eroranas |i [brorseas)m | Brera) Botanical name 3 Rislptururophya x Eucalyptus grands (Uragrans (hy) rus eats D, Don (Reda pins, Manterey sn) Wood countey of origin Date of harvest (cx-ox-anes ]P -[sx-0x-2005 J", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Complete supply chain must be FSC-certified from forest to last supplier before JYSK.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• FSC-certificates for all tiers in the supply chain must be provided. For FSC-certificate code documentation go onto https://search.fsc.org/en/ and use the search engine to find the relevant FSC certificate. Download the FSC certificate as a PDF using the download button (see pointing arrow). A copy of the original FSC certificate (paper format) or scanned FSC certificate is not required as long as the digital version is attached.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "@ LASTUPDATE TILE last update date time JQ) soem header.advanced-search [)_ headersaved English v < Back to search results Certificate details a le", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 2 - Example of FSC certificate with date and time", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• FSC claim and CoC-number is stated on purchasing documentation between all tiers.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: FSC-certification cannot replace the additional requirements described in 4.4.", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.8 Supply chain overview in the JYSK EUDR Task System", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For each type of material and harvest country used in a product the supply chain must be documented following these requirements:", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• All documents in the supply chain must be clearly named and uploaded to the JYSK EUDR Task System. The uploaded PDF file can consist of multiple pages.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Documentation must contain complete addresses of", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The invoice from the producer to the trader and from trader to JYSK must contain JYSK product number, product description and wood species (botanical names).", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Invoices that include FSC claim, and COC code can be written in either way:", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• FSC claim and COC code or", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• FSC claim and COC code and botanical names for all solid wooden species used for a product and the name of the composite material such as, MDF, PB, Plywood etc.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Documents must be legible and sufficiently translated into English so content and meaning is comprehensible.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• For example, dates written in the original language such as Vietnamese, Thai, Chinese etc. must also be", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The required documentation will vary depending on country of origin. Note: If some of the documents provided for the supply chain overview are not properly translated or illegible, they will be considered not available.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.1.9 Multiple products that share the same supply chain in the JYSK EUDR Task System", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "In the new JYSK EUDR Task System it is important that the supplier informs JYSK when the products share identical or have very similar supply chains, so that the JYSK EUDR approver can approve multiple products at the same time. All the related product numbers and product description must be mentioned. This information needs to be written in the general comment box, which can be found in the bottom left side of the task page.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: Remember to update relevant invoices in the multiple articles after using the copy task function!", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If you have copied all the documents from another approved article please write: This is a multiple article copied from the approved article 36XXXXX", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 3 – Example of a common box showing the bottom left side of a task", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Starting from 31st of December 2024:", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1. EUTR articles – For approved EUTR articles, suppliers need to input the Timber-ID given by the JYSK EUTR/EUDR team before proceeding the order.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "2. EUDR articles – Please disregard, if the system is asking for a Timber ID during this period. This field is not applicable for EUDR articles yet. However, the Timber ID will be requested after 1st of October 2025 the latest.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For a guideline see JYSK 10004:", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "ervane HED |) ea ss The Timber ID must be entered in the item line of Purchase Orders and is located at the same place where suppliers can ‘confirm’ orders.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.3 Simplified documentation for products produced in the EU", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The supplier is required to submit a due diligence statement to the EU Commission’s Information System and provide JYSK with relevant reference number. Following the EU Commission’s clarification of the term “ascertain,” JYSK has determined that EU suppliers are no longer required to obtain the FSC Regulatory Module. JYSK is now evaluating whether the submission of a DDS reference number alone is sufficient, or if geolocation data is also necessary.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.4 Additional requirements for high-risk products", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The following risk mitigating requirements is considered necessary to ensure negligible risk.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.4.1 Country based risk mitigation", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Suppliers of products produced in countries where risk in the past has been identified and/or containing high-risk wood species must obtain third party verification to mitigate the risk in accordance with Table 1.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Products: Risk mitigating requirements: Products produced in China On-site audit containing oak and/or ash Risk assessment of Unique Wood Sources (UWS) Products produced in Ukraine On-site audit Risk assessment of Unique Wood Sources (UWS) Products containing wood from Ukraine Risk assessment of Unique Wood Sources (UWS): For wood originating from Ukraine Products produced in Türkiye On-site audit Risk assessment of Unique Wood Sources (UWS)", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: JYSK does not accept products produced in Russia or containing timber from Russia.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.4.2 Preferred by Nature", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "JYSK has chosen Preferred by Nature as service provider. Suppliers of these products must enter into an agreement with Preferred by Nature for the following services:", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• On-site audits (OSA)", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Risk assessment of Unique Wood Sources (UWS)", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Solid oak and ash", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The UWS (Unique Wood Sources) is a desk-based risk assessment of supply chain documentation for each individual wood source, enabling detailed review and verification of the provided documents. A UWS must be completed for any product containing oak or ash, and the outcome of each assessment must indicate negligible risk.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If only part of a composite material contains oak or ash, a UWS report is not required for that material. For example, if a product contains oak or ash along with other wood species, the supply chains of the non-oak/ash species must still be uploaded to the JYSK Task System, along with the corresponding OSA and UWS reports.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The UWS is valid only for the volume specified in the documentation and for the exact supply chain described. Additionally, UWS assessments must be based on detailed supply chain documentation, with English translations provided by the supplier.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Products that contain UWS report(s) from Preferred by Nature need to be uploaded directly to the JYSK Task System together with other supply chains if needed. For those wood species without UWS reports suppliers will need to upload EUTR/EUDR documentation for these supply chains. For more guidance see JYSK 10013. However, the supplier’s own supply chain overview still needs to be submitted to Preferred by Nature to complete the UWS report. The supplier must always be able to show a supply chain overview, and the supply chain overview must be available in the Preferred by Nature report.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The on-site audit provides an overview of the supplier’s performance allowing JYSK to identify risks. The result of the on-site audit must be negligible. The on-site audit will include an assessment of general record keeping, an assessment of risk of mixing and an assessment of legal operation of the factory.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "New JYSK suppliers are required to complete an OSA (On-Site Audit) report in advance of their first shipment. Based on the audit results, the on-site audit must be renewed no later than two years after the previous audit. It is the supplier’s responsibility to ensure that audits approaching expiration are renewed in time to avoid delays with planned shipments.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Usually, the on-site audit will take place at the producing factory but can be conducted on all tiers in the supply chain, if necessary, to conclude negligible risk.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "In some cases, on-site audits on either the producing factory or sub-suppliers (e.g. sawmill or forest) are necessary to conclude negligible risk in the UWS. These on-site audits must take place early enough for the audit report to be included in the documents provided to JYSK before shipping.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Agreement with Preferred by Nature", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "To set up the agreement with Preferred by Nature the supplier must contact JYSK@preferredbynature.org. Preferred by Nature will provide additional details related to the agreement and the process.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The supplier must bear all costs related to the third-party verification.", "page": 14, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "To mitigate the risk of finding undeclared wood species or origins in products, the following test requirements apply:", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Products: Test requirement: Test method: Solid oak and ash Determination of genus and species Wood anatomy (macro- and microscopic) Solid oak and ash Determination of origin Stable isotope Table 2", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Note: Veneer oak and ash is considered solid wood and must undergo testing for both genus, species and origin.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Tests must be conducted by the producing factory or trader to JYSK.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The tested sample must be taken from the materials to be used in the products for JYSK.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The tests can be done on batch level instead of product level.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The test report must be included in the supply chain documentation.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Test reports are valid for maximum two years.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• If the supply chain changes, a new test report is required.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• If the product requires UWS according to Error! Reference source not found. the test must be provided to Preferred by Nature and be included into the final UWS Risk Assessment.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "4.5 Documentation for products made of recycled materials", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Starting 1st of October 2024, JYSK requires all suppliers to incorporate post-consumer recycled materials (e.g. second-hand wooden furniture) in all composite materials such as MDF, HDF, particle boards etc. (excluding plywood and LVL). When using post-consumer recycled material, JYSK General Requirements must be followed. The decision of input volume of post-consumer recycled materials is defined by the supplier, as long as the supplier can prove the source and status of the content.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "It is important that the composite board producer that is sourcing and incorporating post-consumer material is certified under FSC-STD-40-007, which pertains to Sourcing reclaimed material for use in FSC Product Groups or FSC Certified Projects, to ensure eligibility for making FSC claims. It is not necessary for the next company (e.g., furniture factory, trader) that is purchasing the certified composite boards from the producer to have FSC-STD-40-007 in their scope.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If the supplier encounters challenges with the incorporation of post-consumer recycled materials, it is important to state this information in DR I or DR II statement and perhaps suggest a realistic timeline of implementation. JYSK will then evaluate this statement and give feedback if necessary. Important key points to notice are following:", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Post-consumer recycled wood does not need to be certified under FSC and may be used in FSC products with FSC Mix or FSC Recycled claim. However, companies sourcing and using recycled material in their products must be certified under FSC-STD-40-007.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• The use of any post-consumer recycled material needs to follow this FSC standard: FSC-STD-40-007 (V2-0) EN. • Note that evidence must be maintained and shared with JYSK to prove post-consumer recycled status – see checklist below.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "1) Translation and explanation – need to be provided just like other documents used in the overall EUDR report. Mostly, post-consumer documentation consists of many handwritten documents such as statements and invoices. Therefore, it is important that the supplier translates and explains the content of the attached documents in English. Use red colour for the translation and explanation in these documents like the examples in 88.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "2) Business license – attach the post-consumer seller’s business license. For Chinese business licences the scope must indicate that the seller is allowed to sell post-consumer materials. In some cases, a business license is not obtainable for post-consumer materials, hence it is important that the supplier can provide multiple picture evidence. See point 3 below.", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "3) Photo documentation guideline for post-consumer recycled materials", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• All photos must be clear in color and high-resolution.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Photos must include a date and time stamp and location.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Photos should be in common formats (JPEG, PNG) and labelled appropriately.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Ensure good lighting and angles for visibility of material details.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Maintain photos and other documented evidence for at least 5 years.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "b) Types of required photos:", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Capture at least 3 photos of raw post-consumer recycled material before processing.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Show storage and original state.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Photos with location metadata can only be collected if the camera app has access to location services. Most smartphones already have this in-build function. For example, with iPhone the iOS Camera app automatically uses GPS to record the exact location where the picture was taken. See Figure 4.", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "tirsdag den 23. juli 2019 kl. 11.22 Juster @ IMG_3106 Apple iPhone 6 Kamera pa bagsiden — 29 mm #2.2 8 MP + 2448 x 3264 + 2,2 MB ISO 125 29mm Oev $2.2 1/33s wa ) t) real O Roa8) a EJ & a Ningbo Juster", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 4 - Example of photo with location metadata", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For products produced in Indonesia, follow the description in the FLEGT section in JYSK General Requirements.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "However, in the Deforestation Regulation suppliers with a FLEGT license need to provide following documentation and send to eudr@JYSK.com:", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Due diligence statement, see 3.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• EUDR I statement", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "For products produced outside Indonesia, but containing timber from Indonesia, normal timber procedure as described in this document, must be followed. The first documentation in the supply chain would then be the FLEGT license for the timber exported from Indonesia.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The risk assessment will be completed by JYSK based on the documents provided by the supplier. Only products considered to have negligible risk can be imported.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "If the risk assessment for a product does not result in negligible risk, JYSK will inform the supplier about necessary actions to sufficiently mitigate the risk.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "7 Consequences of non-compliance", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "The following applies in the event of any non-compliances to the requirements within this document:", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Each non-compliance will be penalized with fines up to 50.000 euro.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "• Repeated non-compliances will result in termination of the business relationship with the supplier.", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 18, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "8 Examples of documentation", "page": 18, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 5 – Supply chain 1 - Chinese harvest license, forest (1)", "page": 18, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "EZ ARRBE NATIONAL ENTERPRISE CREDIT INFORMATION PUBLICITY SYSTEM MishaS anikS EWA REE PN", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "10/18/24, 5:22 PM BRAWEHSEOTRR AUS GREARRKES, AAAS RUBRAWMERESATRSAABA) BUTE AHS RES KSB: AR: RB: iECRA: TERRA: PZB: Hive: BiveRe: Bichx: EAM: EAI: Bee: QLEBRHSS, REASRUBROWERSEOTRREWMBAH)", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 6 – Supply chain 1 - Chinese business license, forest (2)", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 20, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 7 - Supply chain 1 - Statement of missing timber transportation license, forest --> sawmill (3)", "page": 20, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 21, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 8 - Supply chain 1 - Transportation license (6)", "page": 21, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 22, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "EZ ARRBE NATIONAL ENTERPRISE CREDIT INFORMATION PUBLICITY SYSTEM MishaS anikS RW EER", "page": 22, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "10/18/24, 5:22 PM BROWS BOTRR- DRS GREABRRSS, RAABRUSRAWMSRESATRREARDAE) Bugas Aaa Rime K-HSatB: EA: Re TERA: TERRA: rez BB: BERRA: Bias: Bich: MEA: tERR: cn: OCLSBRHSY, AEAFAUBROeSRSRCTRRM EAM)", "page": 22, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 9 - Supply chain 1 - Business license of producer (8)", "page": 22, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 23, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Customs Declaration registration Approval Certificate company name Business registrationcode:23 = —t~S", "page": 23, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 10 - Supply chain 1 - Export license (9)", "page": 23, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Edition 9 – 2025-08 Compliancequality@JYSK.com", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "WOODEN INDUSTRY CO.,LTD a wtb Mtb ne INVOICE Sold To Messrs: invoice NO. ~~” 266 “- ~— Date-17th Jul. 2018 « san P.O.NO. porous Container Size-1*40HC TERMS OF PAYMENT. Shipped port from CHINA Quantity fri Pee EE EE Customer Order No.:4512 - h 1 r Description 3SW(27th.Aug.2018) | 1*40HC Veneer Total", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Quantity fri Pee EE EE Customer Order No.:4512 - h 1 r Description 3SW(27th.Aug.2018) | 1*40HC Veneer Total", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
{"content": "Figure 11 - Supply chain 1 - Invoice, producer --> trader (10)", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR) (1).pdf", "type": "OCRText"}
