{"content": "Edition 1 – 2024-05 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "This SOP describes procedure(s) related to the General Product Safety Regulation (EU) 2023/988 and the requirement for safety assessments which must be performed by suppliers of products sold to JYSK.", "page": 1, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Section Changes New SOP made available.", "page": 1, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Edition 1 – 2024-05 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "1 General information .......................................................................................................................... 3 2 Safety Assessment template .............................................................................................................. 3 2.1 Risks not covered by EN/ISO standards ............................................................................................... 3 2.2 Chemicals ........................................................................................................................................ 4", "page": 2, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Edition 1 – 2024-05 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The Safety Assessment must be sent before first ETD to documents-cq@JYSK.com. All article numbers must be covered by a Safety Assessment (substitution = new document).", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The Safety Assessment template is made available as JYSK 10211.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Best practice examples of Safety Assessments are made available as JYSK 10212.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "More information on the General Product Safety Regulation (EU) 2023/988 and the requirement for safety assessments are made available in JYSK General Requirements.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "2 Safety Assessment template", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "It is permitted to include several products in one Safety Assessment if the products are very similar, e.g. towels in the same series, blinds in different dimensions, furniture with different colours etc. All article numbers must be mentioned in the template.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Many questions are answered in the template by placing the cursor on the red arrow and an explanation note will appear, Figure 1.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Figure 1 - Example of explanation note", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The Safety Assessment must include the applied EN/ISO standards that have relevance for product safety, and further assessment of any risks that are not covered by those standards, see 2.1.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "In the section ‘Other risks, chemical’ suppliers must provide information about the overall material types in the product and consider the unwanted chemicals that are typically found in the specific material type.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The chemical types based on materials must as a minimum include all the material specific chemicals that are mentioned in 2.2. For each chemical type, the supplier must justify how it has been ensured that the chemical is not present in the product. For example, but not limited to, test reports, certification, bill of substances, deep production knowledge.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Note: The chemicals in 2.2 are considered minimum and other chemicals must be included if there is a risk.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "2.1 Risks not covered by EN/ISO standards", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The risks that are not covered by EN/ISO standards must be assessed by suppliers using the approach laid out by the European Commission in their Risk Assessment Guidelines and tool, see https://ec.europa.eu/rag/. Guidance on the Risk Assessment tool is available in the Commission Implementing Decision, see (EU) 2019/417.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Suppliers must store the Risk Assessment internally and must provide it to JYSK upon request.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "The main points of the Risk Assessment in the Commissions Risk Assessment tool must be inserted in JYSK 10211.The drop-down fields and results in JYSK 10211 are the same as provided by the Commissions Risk Assessment tool.", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Other risks than covered above ‘Overall probability Injury scenario | Injury ] Severity level (1-4) | Risk level Risk management", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Figure 2 – Picture of fields from JYSK 10211 - Safety Assessment template", "page": 3, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Edition 1 – 2024-05 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "When saving the file in the Commissions Risk Assessment tool, it must be saved as the file type .json by pressing ‘Save’, which allows the data to be loaded into the tool for review by JYSK. Additionally, it is also possible to save the file as .pdf for internal storage for suppliers, by pressing ‘Print’.", "page": 4, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Entry Actions < am New [1] Template library ¢ Save -— © Load Print _ + Adda scenario", "page": 4, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Figure 3 - Saving options on the right side of the Commissions Risk Assessment tool", "page": 4, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Material Applicable restricted substances Regulation Part SVHC Chemical mixtures for sale REACH SDS Lead RoHS Annex II Yes Cadmium RoHS Annex II Yes Chromium VI RoHS Annex II Yes Electronics Mercury RoHS Annex II Polybrominated biphenyls (PBB) RoHS Annex II Polybrominated diphenyl ethers (PBDE) RoHS Annex II Phthalates (DEHP, BBP, DBP, DIBP) RoHS Annex II Yes Heavy metals REACH Glass/ceramic/enamel Lead REACH Entry 63 Yes Cadmium REACH Entry 23 Yes Aromatic amines (azo dyes/disperse dyes) REACH Entry 43 Some Chromium VI REACH Entry 47 Cobalt REACH Some Extractable heavy metals REACH Total heavy metals REACH Leather Formaldehyde REACH Entry 72 Yes Pentachlorophenol POP Per-fluorinated (PFAS, PFCs) REACH Yes Pesticides 95 list VOC REACH Yes Nickel REACH Entry 27 No Lead (heavy metal) REACH Entry 63 Yes Metal Cadmium (heavy metal) REACH Entry 23 Yes Heavy metals REACH Aromatic amines (azo dyes/disperse dyes) REACH Entry 43 Some Lead REACH Entry 63 Yes Cadmium REACH Entry 23 Yes Formaldehyde REACH Yes Paint/ink/coating Extractable heavy metals REACH Total heavy metals REACH Organotin compounds REACH Entry 20 Yes PAHs REACH Entry 50", "page": 4, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Edition 1 – 2024-05 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Paper/cardboard Polymers/PU/PUR Rubber/silicone Textiles Per-fluorinated (PFAS, PFCs) Phthalates SCCPs Lead Cadmium Formaldehyde Pentachlorophenol Per-fluorinated (PFAS, PFCs) ADCA Benzene Lead Cadmium Melamine MCCP Organotin compounds PAHs Phthalates Phthalates SCCPs Specific flame retardants VOC Organotin compounds PAHs Phthalates SCCPs VOC OEKO-TEX Aromatic amines (azo dyes/disperse dyes) Chlorinated phenols Chlorinated paraffins Chlorinated solvents Extractable heavy metals Total heavy metals Flame retardants Formaldehyde Nonylphenol ethoxylates (NPEO) Organotin compounds PAHs Phthalates Total fluoride and other perfluorinated compounds REACH Yes REACH Entry 51 Yes POP REACH Entry 63 Yes REACH Entry 23 Yes REACH Entry 77 Yes POP REACH Yes REACH Yes REACH Entry 5 Some REACH Entry 63 Yes REACH Entry 23 Yes REACH Yes REACH Yes REACH Entry 20 Yes REACH Entry 50 REACH Entry 51 Yes REACH Entry 52 Yes POP POP/REACH REACH Yes REACH Entry 20 Yes REACH Entry 50 REACH Yes POP REACH Yes REACH Entry 43 Some POP REACH Yes REACH REACH REACH POP REACH Entry 72 Yes REACH Entry 46a Yes REACH Entry 20 Yes REACH Entry 50 REACH Yes POP/REACH Yes", "page": 5, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
{"content": "Table 1 - Chemicals that must be assessed as minimum", "page": 5, "source": "JYSK 8105 - Safety Assessment (GPSR).pdf", "type": "OCRText"}
