{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com\n\nThis Standard Operation Procedure describes the rules and procedures for amfori BSCI (Business Social Compliance Initiative) and amfori BEPI (Business Environmental Performance Initiative).\n\nBSCI: Describes the amfori BSCI audit scheduling process, audit remediation, changes in BSCI data, producer creation and how to upload SA8000 certificates to amfori Sustainability Platform.\n\nBEPI: Describes the amfori BEPI site classifications, Risk Assessment and improvement activities procedures.\n\n| Section   | Changes                                                                                        |\n|:----------|:-----------------------------------------------------------------------------------------------|\n| 1.2       | Update regarding creating producer (manufacturer) with SITE amfori ID in JYSK supplier portal. |\n| L3 2.3    | Update in relation to update in 1.2.                                                           |\n\nPage 1/7", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com\n\n| 0                      | 1                                                                                                                                                                          |\n|:-----------------------|:---------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 1                      | ro) 00) 0) 1) gr |                                                                                                                                                         |\n| 1.1                    | Producer creation and Supply Chain LINKAGE....... ccc cece cece cece cece eeeee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeegs                                |\n| 1.2 S10] 8) 0) C=) ame | Assigning SH E-amferHib te-apreduet Creating producer (manufacturer) with SITE amfori ID in JYSK 90) i O- |                                                                |\n| 1.3                    | Changing SHE-amferHb producer for an eXiSting Article                                                                                                                      |\n| Z                      | ........ ccc cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegs amfori BSCI (Business Social Compliance Initiative)                                             |\n| 2.1                    | ......... cece cece cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeceeeeeugeeeteeggegs AUCIt SCNECUIING                                                                              |\n| 2.1.1                  | ....... ccc cece cece cece cence eect teen cece eee e e", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "ee e eee eee eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeeeeeeeeeegs SEMIi-ANNOUNCEM AUCIt MEtHO |\n| 2.2                    | ...... cece cece eee eeeeeeeeeeeeeeeeeeeeaaaaeaaeaeaeeaaeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeegs PANG 00116                                                                |\n| nan                    | To} | oan =i | [1 0 (©) 9 pn                                                                                                                                               |\n| 2.2.1                  | IMMECiate TEMEMCIATION 2... eect eee eee eee e ee RR EERE EERE EERE EERE EERE EEE EEE SEES ESSE SESS SSSSSSSSEEEEE EERE EERE EERE SEES SESE                                |\n| 2.3                    | CONTINUOUS IMPFOVEMENL ....... cece cece cece cece cece eee e eee e eee ee eee ee essen eeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeseeeseeeeeueesneseueesoges                        |\n| 2.4                    | Capacity DuUICING .........c ccc cece cece cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteueeeeeeee", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "geeeeeeeegs                      |\n| 2.5                    | YAN S10) 0 | 0                                                                                                                                                             |\n| 2.6                    | FUrtNer INFOrMALION .........cc cece cece cece cece eee eee eee eA AAA AEE E EEE EE EERE EEE E EERE EERE EERE EE EEE SEES ESE S SS SSS SSS SS SESE EERE                    |\n| 3                      | amfori BEPI (Business Environmental Performance Initiative) ......... 0. ccc cccc cece cece eeeeeeeeeeeeeeeeeeeeeueeeeeeeeegs                                              |\n| 3.1                    | NY = F<) | Oem | 0) 9                                                                                                                                                      |\n| 3.1.1                  | NYA =) Wy gis) ot kok) | >| | ©) 9                                                                                                                                         |\n| 3.1.2                  | GICS Classification (MAIN ACTIVILY) ..... cece cece cece cece e cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeceseeeeeceteeeeceteeeestsegges                                  |\n| 3.1.3                  | AMfPOri Process ClasSSifiCAtiON ........ cece cccc cece cece ee eee eee eee e eee e eee e eee e", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " eee eee EEE A EAE EEEEEE EERE EERE EERE EERE EEE Ee eee eeseeeeeeeganaes   |\n| 3.2                    | RISK ASSESSMENT (RA) .....cc cece cecee eee e eee eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeseseggeeeeeegs                        |\n| 3.3                    | Environmental Due Diligence QUESTIONNAIIE 2... cece cece cece cece eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeesteeeesseeeeeesoegs                                         |\n| 3.4                    | PANO | | >                                                                                                                                                                 |\n| 3.4.1                  | AUCIt SCHECUIING ...... ccc cccccc cece cece eee ee eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeesereteeegeeges                  |\n| 3.4.2                  | Fully ANNOUNCE AUCIt METNO........ cece cece cece cece eee eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeseteueereseegs                                |\n| 3.4.3                  | PAN OTe} | it a1 901", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " —16 | C= | | ©) 0                                                                                                                                     |\n| 3.4.4                  | PANCT 0] Cn Z~ 11 (6) 1                                                                                                                                                    |\n| 3.5                    | Capacity Building ......... ccc ccccc cece cece cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeceteeeeeeetegeceeteueeeetsegeeseseeggs                   |", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "Producers must be linked to JYSK as a business partner in the supply chain on the amfori Sustainability Platform.\n\nTo achieve this the supplier must:\n\n1. Send their Site amfori ID to amfori@JYSK.com, so JYSK can connect them\n\nOR\n\n2. (if they’re not registered at amfori BSCI or amfori BEPI)\n\na. Fill out the template for Producer Registration (available for download as JYSK 10224) and send to\n\namfori@JYSK.com. Note: The form must be filled out digitally.\n\nb. Accept the invitation send by e-mail to establish a business relation with JYSK and register as a new company to create a profile.\n\nEvery company, even with several branches, should only register once with amfori and create a site for each branch so that there is always only one business ID with the corresponding site IDs. Multiple registrations are not welcome.\n\nFrom 01.04.23 on, every new product must be assigned to a SITE amfori ID. This applies to all producers regardless of the country of production.\n\nThe supplier must assign the Site amfori ID in the Product Information Form (PIF) when the product is created.\n\nEvery producer must be created on the JYSK supplier portal. This applies to all producers regardless of the country of production.\n\nWhen creating a producer in JYSK supplier portal, we only accept producers with", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " a SITE amfori ID that contains only one address. If multiple initiatives are used, such as BSCI, BEPI and QMI, then all audits must be done on the same Site amfori ID.\n\nThe supplier must assign the producer in the Product Information Form (PIF), when the product is created.\n\nChanging the SITE amfori ID producer on an existing article is only possible under certain conditions:\n\n1. The SITE amfori ID producer has changed before the first order is placed.\n\n2. The existing ID producer was demonstrably wrong (misstatement)\n\n3. Extension or change of building at the same location with the same address.\n\nEverything else can be changed within the existing SITE amfori ID:\n\nIf the company or the site information of the producer changes, such as the company name or classification, then the producer needs to update the company information themselves at amfori\n\n2. If the change of address is only “cosmetic”, without a physical change of location, then the producer can directly edit the information at amfori", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "Audits are scheduled through the amfori Sustainability Platform. If JYSK should make the audit request, the supplier must ensure that the producer is linked to JYSK on the amfori Sustainability Platform and that JYSK has RSP (responsibility) of the producer.\n\nTo initiate an audit the supplier must send the following information to amfori@JYSK.com\n\n1. Site amfori ID of the producer\n\n2. Time range (the starting date must be at least 2 weeks ahead and the period between the starting date and completion date at least 4 weeks)\n\n3. Full or follow up audit\n\n4. Audit company\n\nThe details of the audit, such as price and time must be coordinated between the supplier/producer and the auditor.\n\nNote: JYSK has a price agreement with SGS for BSCI, BEPI and SA8000 audits, which can be used by all suppliers to JYSK (see JYSK 10223).\n\nFor audits initiated by JYSK, the semi-announced audit method will be chosen by default when making the audit request. This means that the producer will be aware that an audit will take place but is not notified of the exact date. Exceptions to this can only be made under special circumstances, e.g. if immediate remediation is needed.\n\nThe audit result will be visible in the amfori Sustainability Platform 10 days after the audit takes place.\n\nThe supplier must ensure that findings", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " in the audit is handled and corrected no matter the audit result.\n\nIf an audit results in a D or E rating or is labelled zero tolerance, the producer must have a follow-up audit within 6 months to assess continuous improvement.\n\nThe function Continuous Improvement on the amfori platform is mandatory if an audit result is C or worse. This has also been specified by amfori. The Continuous Improvement must be completed no later than 40 days after the audit result is uploaded, as the function is time limited. Information and instructions are available in JYSK 10225.\n\namfori BSCI offers trainings to producers in the form of online trainings as well as workshops through amfori Academy.\n\nThe trainings are free for the producers and can be used for both preparation as well as remediation.\n\nSA8000 certificates (Link) can replace the BSCI audits only if the producer is registered on the amfori Sustainability Platform.\n\nThe SA8000 certificate must be uploaded into the BSCI-platform as a replacement for BSCI audits.\n\nThe supplier must ensure that JYSK has RSP of the producer and send the SA8000 certificate to amfori@JYSK.com for upload.\n\nIf the SA8000 certificate is not uploaded to the BSCI-platform, the producer is considered to have an invalid audit.\n\nFor further information on the BSCI system, audit scheduling or audit result see the BSCI System Manual and the Guide for the amfori Sustainability Platform", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "Site classification consists of the following sections:\n\n• Site address and contact details\n\n• Water Stress Situation\n\n• GICS Classification (main activity)\n\n• GS1 Classification (optional)\n\n• amfori Process Classification (optional by amfori, required by JYSK)\n\n• NACE Classification (optional)\n\nIt is very important the classifications are done correctly, as they are influencing further data collection. Further information on the site details can be seen below and under Site Details Guidance for Business Partners and\n\nunder amfori BEPI Guidelines for Business Partners (p. 9-10).\n\nWater stress measures the competition among different users for available water resources. When filling out the question about water stress, a link to a map that shows water stress for all locations is available. So, if in doubt whether your site is situated in a water stress region, please use the map to find the answer to it. This classification of the site is mandatory for the next steps on the platform.\n\nBusiness partners are required to classify their sites on amfori Sustainability Platform according to their core business activity.\n\nThe Global Industry Classification Standard (GICS) is a common global industry classification standard. The GICS classification includes the following tiers: Sector, Industry Group, Industry and Sub-Industry. The list of all tiers and their descriptions can be found here.\n\nCompleting amfori Process Classification is optional on the amfori platform, but a requirement from JYSK, as it will be used for better understanding of", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " sites’ environmental performance and allocation of products’ emissions.\n\nBased on the Global Industry Classification Standard (GICS) classification done for the site, a list of production processes is generated. From this list the relevant production processes for the site need to be selected. A process is relevant when it has been used in the past 12 months for production at the site. This classification of the site is mandatory for the next steps on the platform.\n\nIf the suitable processes for the site are not available in the list, please contact amfori under info@amfori.org to add these processes to the list.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "RA questionnaire is no longer mandatory in the countries with BEPI auditing capacities. However, it is still recommended to do Risk Assessment as audit preparation.\n\nThe risk assessment questions can be found in risk assesment questionaire.\n\nIn countries without auditing capacities RA is still mandatory to be completed for each site until auditing capacities become available.\n\nThe validity of a RA is 12 months, after which a new RA needs to be available on the sustainability platform.\n\nTo initiate a RA for a site, the supplier needs to send the SITE amfori ID to amfori@JYSK.com. JYSK will then request\n\nYou can find your requested RAs under My Risk Assessment -> Ongoing.\n\nA guidance for how to fill in the RA can be found in Guide for the amfori Sustainability Platform.\n\nOnce the RA is submitted, it is not possible to make any changes. When filling out the RA it is possible to save the progress and continue working on it at a later point. Please use this function to review and make sure that you have answered the questions correctly.\n\nAll producers must fill out the Environmental Due Diligence Questionnaire, which can be found as a self-assessment activity on the amfori Sustainability Platform. JYSK is subject to The German Supply Chain Due Diligence Act (LkSG), and the Environmental Due Diligence Questionnaire consists of 8 environmental questions relevant specifically for LkSG.\n\nHow to find the Self-Assessment Questionnaire on the", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": " amfori Sustainability Platform:\n\n1. Under the Monitoring section choose Self-assessments\n\n2. Select the relevant site amfori ID, then press \"Next\"\n\n3. Under the Initiative select \"BEPI\", and under the Monitoring activity select \"Environmental Due Diligence Questionnaire\".\n\n4. Press \"Create self-assessment\".\n\nAudits are scheduled through the amfori Sustainability Platform. If JYSK should make the audit request, the supplier must ensure that the producer is linked to JYSK on the amfori Sustainability Platform and that JYSK has RSP (responsibility) of the producer.\n\nTo initiate an audit the supplier must send the following information to amfori@JYSK.com.\n\n1. Site amfori ID of the producer.\n\n2. Time range (the starting date must be at least 2 weeks ahead and the period between the starting date and completion date at least 4 weeks).\n\n3. Full or follow up audit.\n\n4. Audit company (see the list of available companies here).\n\nThe details of the audit, such as price and time must be coordinated between the supplier/producer and the auditor.\n\nNote: JYSK has a price agreement with SGS for BSCI, BEPI and SA8000 audits, which can be used by all suppliers to JYSK (see JYSK 10223).", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "For audits initiated by JYSK, the fully announced audit method will be chosen by default when making the audit request. This means that the producer will be made aware of the exact date the audit will take place.\n\nThe audit result will be visible in the amfori Sustainability Platform 10 days after the audit takes place.\n\nThe supplier must ensure that findings in the audit is handled and corrected no matter the audit result.\n\nThe validity of the audit is determined by the overall result. For more details on audit validity and follow-up audit options, please refer to amfori BEPI system manual part 2.\n\namfori BEPI offers trainings to producers in the form of online trainings as well as workshops through amfori Academy. The trainings are free for the producers.\n\nFor further information on the site classification see Site Details Guidance for Business Partners and for more information on procedures for BEPI see Guide for the amfori Sustainability Platform.\n\nFor further information on audit validity, process, duration, and grading, see Environmental Monitoring Explained - Guidance for Business Partners.\n\nFor audit preparation check list, see How to prepare for Environmental Monitoring - Checklist for Business Partners.\n\nPage 7/7", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "MergedText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "This Standard Operation Procedure describes the rules and procedures for amfori BSCI (Business Social Compliance Initiative) and amfori BEPI (Business Environmental Performance Initiative).", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "BSCI: Describes the amfori BSCI audit scheduling process, audit remediation, changes in BSCI data, producer creation and how to upload SA8000 certificates to amfori Sustainability Platform.", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "BEPI: Describes the amfori BEPI site classifications, Risk Assessment and improvement activities procedures.", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Section Changes 1.2 Update regarding creating producer (manufacturer) with SITE amfori ID in JYSK supplier portal. 1.3 Update in relation to update in 1.2. 2.3 JYSK 10225 has been updated.", "page": 1, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Update in relation to update in 1.2. ................................................................................................................... 1", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1 1.1 1.2 Assigning SITE amfori ID to a product Creating producer (manufacturer) with SITE amfori ID in JYSK 1.3 2 2.1 2.1.1 2.2 2.2.1 2.3 2.4 2.5 2.6 3 3.1 3.1.1 3.1.2 3.1.3 3.2 3.3 3.4 3.4.1 3.4.2 3.4.3 3.4.4 3.5 3.6", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori General ................................................................................................................................. 3", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Producer creation and supply chain linkage .......................................................................................... 3", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "supplier portal ................................................................................................................................................. 3", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Changing SITE amfori ID producer for an existing article ....................................................................... 3", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori BSCI (Business Social Compliance Initiative) .............................................................................. 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audit scheduling ............................................................................................................................... 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Semi-announced audit method ........................................................................................................... 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audit remediation ............................................................................................................................. 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Immediate remediation ..................................................................................................................... 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Continuous Improvement .................................................................................................................. 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Capacity building .............................................................................................................................. 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Further information ........................................................................................................................... 4", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori BEPI (Business Environmental Performance Initiative) ................................................................. 5", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Site Classification ............................................................................................................................. 5", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Water Stress Situation ....................................................................................................................... 5", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "GICS Classification (main activity) ...................................................................................................... 5", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori Process Classification .............................................................................................................. 5", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Risk Assessment (RA) ....................................................................................................................... 6", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Environmental Due Diligence Questionnaire ......................................................................................... 6", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audit scheduling ............................................................................................................................... 6", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Fully announced audit method ............................................................................................................ 7", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audit remediation ............................................................................................................................. 7", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audit validity .................................................................................................................................... 7", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Capacity Building .............................................................................................................................. 7", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Further Information .......................................................................................................................... 7", "page": 2, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1.1 Producer creation and supply chain linkage", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Producers must be linked to JYSK as a business partner in the supply chain on the amfori Sustainability Platform.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "To achieve this the supplier must:", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1. Send their Site amfori ID to amfori@JYSK.com, so JYSK can connect them", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. (if they’re not registered at amfori BSCI or amfori BEPI)", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "a. Fill out the template for Producer Registration (available for download as JYSK 10224) and send to", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori@JYSK.com. Note: The form must be filled out digitally.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "b. Accept the invitation send by e-mail to establish a business relation with JYSK and register as a new company to create a profile.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Every company, even with several branches, should only register once with amfori and create a site for each branch so that there is always only one business ID with the corresponding site IDs. Multiple registrations are not welcome.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1.2 Assigning SITE amfori ID to a product Creating producer (manufacturer) with SITE amfori ID in JYSK supplier portal", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "From 01.04.23 on, every new product must be assigned to a SITE amfori ID. This applies to all producers regardless of the country of production.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The supplier must assign the Site amfori ID in the Product Information Form (PIF) when the product is created.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Every producer must be created on the JYSK supplier portal. This applies to all producers regardless of the country of production.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "When creating a producer in JYSK supplier portal, we only accept producers with a SITE amfori ID that contains only one address. If multiple initiatives are used, such as BSCI, BEPI and QMI, then all audits must be done on the same Site amfori ID.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The supplier must assign the producer in the Product Information Form (PIF), when the product is created.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1.3 Changing SITE amfori ID producer for an existing article", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Changing the SITE amfori ID producer on an existing article is only possible under certain conditions:", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1. The SITE amfori ID producer has changed before the first order is placed.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. The existing ID producer was demonstrably wrong (misstatement)", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3. Extension or change of building at the same location with the same address.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Everything else can be changed within the existing SITE amfori ID:", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "If the company or the site information of the producer changes, such as the company name or classification, then the producer needs to update the company information themselves at amfori", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. If the change of address is only “cosmetic”, without a physical change of location, then the producer can directly edit the information at amfori", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "All changes to the producer (SITE amfori ID) for other reasons require a new article number without exception.", "page": 3, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2 amfori BSCI (Business Social Compliance Initiative)", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audits are scheduled through the amfori Sustainability Platform. If JYSK should make the audit request, the supplier must ensure that the producer is linked to JYSK on the amfori Sustainability Platform and that JYSK has RSP (responsibility) of the producer.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "To initiate an audit the supplier must send the following information to amfori@JYSK.com", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1. Site amfori ID of the producer", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. Time range (the starting date must be at least 2 weeks ahead and the period between the starting date and completion date at least 4 weeks)", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3. Full or follow up audit", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The details of the audit, such as price and time must be coordinated between the supplier/producer and the auditor.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Note: JYSK has a price agreement with SGS for BSCI, BEPI and SA8000 audits, which can be used by all suppliers to JYSK (see JYSK 10223).", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2.1.1 Semi-announced audit method", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For audits initiated by JYSK, the semi-announced audit method will be chosen by default when making the audit request. This means that the producer will be aware that an audit will take place but is not notified of the exact date. Exceptions to this can only be made under special circumstances, e.g. if immediate remediation is needed.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The audit result will be visible in the amfori Sustainability Platform 10 days after the audit takes place.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The supplier must ensure that findings in the audit is handled and corrected no matter the audit result.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "If an audit results in a D or E rating or is labelled zero tolerance, the producer must have a follow-up audit within 6 months to assess continuous improvement.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The function Continuous Improvement on the amfori platform is mandatory if an audit result is C or worse. This has also been specified by amfori. The Continuous Improvement must be completed no later than 40 days after the audit result is uploaded, as the function is time limited. Information and instructions are available in JYSK 10225.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori BSCI offers trainings to producers in the form of online trainings as well as workshops through amfori Academy.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The trainings are free for the producers and can be used for both preparation as well as remediation.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "SA8000 certificates (Link) can replace the BSCI audits only if the producer is registered on the amfori Sustainability Platform.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The SA8000 certificate must be uploaded into the BSCI-platform as a replacement for BSCI audits.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The supplier must ensure that JYSK has RSP of the producer and send the SA8000 certificate to amfori@JYSK.com for upload.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "If the SA8000 certificate is not uploaded to the BSCI-platform, the producer is considered to have an invalid audit.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For further information on the BSCI system, audit scheduling or audit result see the BSCI System Manual and the Guide for the amfori Sustainability Platform.", "page": 4, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3 amfori BEPI (Business Environmental Performance Initiative)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Site classification consists of the following sections:", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• Site address and contact details", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• Water Stress Situation", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• GICS Classification (main activity)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• GS1 Classification (optional)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• amfori Process Classification (optional by amfori, required by JYSK)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "• NACE Classification (optional)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "It is very important the classifications are done correctly, as they are influencing further data collection. Further information on the site details can be seen below and under Site Details Guidance for Business Partners and", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "under amfori BEPI Guidelines for Business Partners (p. 9-10).", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.1.1 Water Stress Situation", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Water stress measures the competition among different users for available water resources. When filling out the question about water stress, a link to a map that shows water stress for all locations is available. So, if in doubt whether your site is situated in a water stress region, please use the map to find the answer to it. This classification of the site is mandatory for the next steps on the platform.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.1.2 GICS Classification (main activity)", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Business partners are required to classify their sites on amfori Sustainability Platform according to their core business activity.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The Global Industry Classification Standard (GICS) is a common global industry classification standard. The GICS classification includes the following tiers: Sector, Industry Group, Industry and Sub-Industry. The list of all tiers and their descriptions can be found here.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.1.3 amfori Process Classification", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Completing amfori Process Classification is optional on the amfori platform, but a requirement from JYSK, as it will be used for better understanding of sites’ environmental performance and allocation of products’ emissions.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Based on the Global Industry Classification Standard (GICS) classification done for the site, a list of production processes is generated. From this list the relevant production processes for the site need to be selected. A process is relevant when it has been used in the past 12 months for production at the site. This classification of the site is mandatory for the next steps on the platform.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "If the suitable processes for the site are not available in the list, please contact amfori under info@amfori.org to add these processes to the list.", "page": 5, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.2 Risk Assessment (RA)", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "RA questionnaire is no longer mandatory in the countries with BEPI auditing capacities. However, it is still recommended to do Risk Assessment as audit preparation.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The risk assessment questions can be found in risk assesment questionaire.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "In countries without auditing capacities RA is still mandatory to be completed for each site until auditing capacities become available.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The validity of a RA is 12 months, after which a new RA needs to be available on the sustainability platform.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "To initiate a RA for a site, the supplier needs to send the SITE amfori ID to amfori@JYSK.com. JYSK will then request", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "You can find your requested RAs under My Risk Assessment -> Ongoing.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "A guidance for how to fill in the RA can be found in Guide for the amfori Sustainability Platform.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Once the RA is submitted, it is not possible to make any changes. When filling out the RA it is possible to save the progress and continue working on it at a later point. Please use this function to review and make sure that you have answered the questions correctly.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.3 Environmental Due Diligence Questionnaire", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "All producers must fill out the Environmental Due Diligence Questionnaire, which can be found as a self-assessment activity on the amfori Sustainability Platform. JYSK is subject to The German Supply Chain Due Diligence Act (LkSG), and the Environmental Due Diligence Questionnaire consists of 8 environmental questions relevant specifically for LkSG.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "How to find the Self-Assessment Questionnaire on the amfori Sustainability Platform:", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1. Under the Monitoring section choose Self-assessments", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. Select the relevant site amfori ID, then press \"Next\"", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3. Under the Initiative select \"BEPI\", and under the Monitoring activity select \"Environmental Due Diligence Questionnaire\".", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "4. Press \"Create self-assessment\".", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Audits are scheduled through the amfori Sustainability Platform. If JYSK should make the audit request, the supplier must ensure that the producer is linked to JYSK on the amfori Sustainability Platform and that JYSK has RSP (responsibility) of the producer.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "To initiate an audit the supplier must send the following information to amfori@JYSK.com.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "1. Site amfori ID of the producer.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "2. Time range (the starting date must be at least 2 weeks ahead and the period between the starting date and completion date at least 4 weeks).", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3. Full or follow up audit.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "4. Audit company (see the list of available companies here).", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The details of the audit, such as price and time must be coordinated between the supplier/producer and the auditor.", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Note: JYSK has a price agreement with SGS for BSCI, BEPI and SA8000 audits, which can be used by all suppliers to JYSK (see JYSK 10223).", "page": 6, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "Edition 19 – 2025-08 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "3.4.2 Fully announced audit method", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For audits initiated by JYSK, the fully announced audit method will be chosen by default when making the audit request. This means that the producer will be made aware of the exact date the audit will take place.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The audit result will be visible in the amfori Sustainability Platform 10 days after the audit takes place.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The supplier must ensure that findings in the audit is handled and corrected no matter the audit result.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "The validity of the audit is determined by the overall result. For more details on audit validity and follow-up audit options, please refer to amfori BEPI system manual part 2.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "amfori BEPI offers trainings to producers in the form of online trainings as well as workshops through amfori Academy. The trainings are free for the producers.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For further information on the site classification see Site Details Guidance for Business Partners and for more information on procedures for BEPI see Guide for the amfori Sustainability Platform.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For further information on audit validity, process, duration, and grading, see Environmental Monitoring Explained - Guidance for Business Partners.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
{"content": "For audit preparation check list, see How to prepare for Environmental Monitoring - Checklist for Business Partners.", "page": 7, "source": "JYSK 8102 - amfori (1).pdf", "type": "OCRText"}
