{"content": "This standard describes JYSK requirements for blinds.\n\n|   Section | Changes                                                    |\n|----------:|:-----------------------------------------------------------|\n|       3.2 | Self-declaration template 10213 are repealed by JYSK 8004. |\n\nPage 1/25", "page": 1, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com\n\n| 0      | 1                                                                                                                      | 2                                                                                                           |\n|:-------|:-----------------------------------------------------------------------------------------------------------------------|:------------------------------------------------------------------------------------------------------------|\n| 1      | wd 0) 6 | 6 [01 Ore | 16 (0) |<                                                                                        | 3                                                                                                           |\n| 2      | JYSK Requirements fOr DIINGS ........ ccc ccc cece cece cece ee cece                                                   | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeetteeeeetteegeeengs 3                                |\n| 2.1    | HArMONniZed reQuirEMeENtS .........ccc cece cece cece                                                                  | eeeeeeceeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeteueeeetseegeeengs 3                |\n| 2.1.1  | EN 13120 clause 8.2 and 15 - JYSK interpretation ANd COMMENKS. cece                                                    | ............cccee cece eeee eee eeeeeeeeeeeeeeeeeeeeeeeeegs 3                                               |\n| 2.1.2  | JYSK COMMENCES tO EN 16433 .occccccccccccccc cece cece eee eee eee eee SEER EERE", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " EERE EERE                             | EEE SEES ESSE SSS SSSSEE EERE EERE EERE EEE ES 7                                                            |\n| 2.1.3  | JYSK CoMMeNtsS tO EN 16434 woe cece ccc cece eee eee eee eee e eee e EEE Eee AREER EE EASA EERE                        | REESE SERRE EEE SS SEER REESE SEER REESE ESS 8                                                              |\n| 2.1.4  | Documentation of tests for harmonized standardsS.......... ccc ccc cece cece cece cece                                 | cece cece eee eeeeeeeeeee eee eeeeeeeeeeeees 9                                                              |\n| 2.2    | General safety during use, NANAIING ANA StOraGe........ cece cece cece cece cece eee                                   | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeegeeeeeteseeggs 10                                                         |\n| 2.2.1  | Specific safety related FOCUS ALFEAS ...... cece cece cece cece cece cece                                              | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteegeeeeeeeeengs 10                                    |\n| 2.3    | Marking and traceability ........c ccc cece cece cece", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " eee cece cece                                                    | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeugeeeeeeteeeeeeseeegs 11                           |\n| 2.3.1  | Supplier CONtACt INFOFMALION ....... cece cece cece cece ee eee e eee                                                  | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeseeggs 11                                 |\n| nan    | nan                                                                                                                    | nan                                                                                                         |\n| 2.3.2  | Information for full traceability Of the Product ....... ce cece cece ccc cece cece eee                                | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteegeeeeeteseeegs 11                                                         |\n| 2.4    | Operating effort and design of the Operating MECHANISM ........... cece cece eceeee eee e cece                         | eeeeeeeeeeeeeeeeeeeeeeeeeeeereegs 11                                                                        |\n| 2.5    | RS 0 FS —                                                                                                              | ann 12                                                                                                      |\n| 2.6    | MM T=Tot at=] a) (oro) i=) 016 10 | ar) | Ol —                                                                         | ann 12                                                                                                      |\n| 2./    | PAN ©) ta] ara) 8 | ©                                                                                                  | 12                                                                                                          |\n| ", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "2.7.1  | 0) (0) =                                                                                                               | 13                                                                                                          |\n| 2.7.2  | PAINTS” PAPtS........ccccee cece cece eee                                                                              | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeges 13 |\n| 2.7.3  | ede 5s) 0 Om ©)                                                                                                        | 13                                                                                                          |\n| 2.7.4  | BIINdS CONTAINING LEXIE... eee cece eee eee cece eee e cece                                                            | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseteeeeeeggegs 14                              |\n| 2.7.5  | Horizontal and vertical GEViIAtION ..... cece eee eee eee e eee e eee e eee e eee e eee e                              | eee eee eee eee eee ee eee bebe eeeeee eee eees 15                                                          |\n| 2.7.6  | X=) 96 ©) Ok Oro) |                                                                                                    | 16                                                                                                          |\n| 2.7.7  | AV C<1 aT) ro) a ©) | | ©                                                                                              | b>", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " 17                                                                                                       |\n| 2.7.8  | SAO) | =] aim 9) | 1 | 6 |=                                                                                            | nn 18                                                                                                       |\n| 2.7.9  | a (oto 16 BO) || 0 6                                                                                                   | 20                                                                                                          |\n| 2.7.10 | Vertical DIINGS oo... ccc cece cece cece e eee eee eee e eee e ee eee ERE EERE EERE EERE EERE DEERE EERE EEE EE EE EEE | DEERE REESE SEES EERE EERE EERE EEE EES 21                                                                  |\n| 2.7.11 | S000 = 1 0 ©) || 8 16                                                                                                  | kn 22                                                                                                       |\n| 2.7.12 | BAMDOO DIINS...... ccc eee eee EERE EERE EEE E EERE EERE EERE DEED DEED DEED EERE E                                    | DEES SEES SEES ESSE SESE EERE REESE E ES 23                                                                 |\n| 2.8    | TCT r=) 0) 1                                                                                                           | 23                                                                                                          |\n| 2.8.1  | Resistance to sunlight and other environmental CONItIONS...........c cece ccc cc cece cece                             | eeeee", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "eeeeeeeeeeeeeeeeceteuceeeeteeeees 23                                                                   |\n| 2.8.2  | Thermal Stability ........ ccc cccc cece cece cece cece cece ee eeee ence                                              | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeetteeegeeeeeteteegeereeeegs 24                         |\n| 2.9    | Dirt, Mold, fUNgGUS aNd PeSt INFESTATIONS ....... cece cece cece cece cence cece                                       | eeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeseeeeeeeeeteeeeeeetenegs 24                                                 |\n| 2.10   | Screws, bolts and other fastening Materials ........... ccc cece eee eeeee cece cence                                  | eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeneeneeegs 24                                                      |\n| nan    | Overview of required teStS-COCUMENTATION .......... ccc cece eee e cece ee                                             | eeeeeeeeeeeeceeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeeeseeeeeeeeeeegs 25                                           |", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The blinds category contains the following product types:\n\n| 0               | 1                        |\n|:----------------|:-------------------------|\n| Venetian blinds | Aluminum blinds          |\n| Venetian blinds | Wooden blinds            |\n| Roller blinds   | Roller blinds daylight   |\n| Roller blinds   | Roller blinds blackout   |\n| Roller blinds   | Duo blinds               |\n| Roller blinds   | Bamboo blinds            |\n| Pleated blinds  | Pleated blinds daylight  |\n| Pleated blinds  | Pleated blinds blackout  |\n| Vertical blinds | Vertical blinds daylight |\n| Vertical blinds | Vertical blinds blackout |\n| Roman blinds    | Roman blinds daylight    |\n| Roman blinds    | Roman blind blackout     |\n\nThis chapter states JYSK requirements that suppliers of blinds must comply with. For references to external standards the latest published edition applies.\n\nIt is the responsibility of the supplier to monitor relevant laws and regulations and make sure that all delivered products conform to these. JYSK will never accept products not complying with current legislation at the point of delivery.\n\nTo eliminate the risk of accepting products that may or will become legitimately obsolete in JYSK’s possession, suppliers are expected to proactively and appropriately inform JYSK about significant and relevant changes to the legislation. This is based on the assumption that suppliers are the professional experts within the field.\n\nLikewise suppliers are also expected to give JYSK notices and advice regarding interpretation of the referenced content. This means suppliers must act proactively in the", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " processes of conforming to statuary requirements in the most feasible way and avoid misinterpretations.\n\nTo ensure that all JYSK blinds are safe and conforming to the “General Product Safety Directive” (2001/95/EC) they all have to comply with the following harmonized standards:\n\n• EN 13120 (Performance requirements including safety) – clause 8.2 and 15.\n\n• EN 16433 (Protection from strangulation hazards – Test methods)\n\n• EN 16434 (Protection from strangulation hazards – Requirements and test methods for safety devices)\n\nShort explanations on how JYSK interpret different clauses and standards will be given here:\n\nThis clause describes the requirements regarding “protection from strangulation”. It was created to deal with the serious issue of children getting caught and strangled in blind cords. The method of solving the problem is firstly to ensure that cords are out of reach of children by controlling cord lengths and secondly to utilize different safety mechanisms.\n\nClause 8.2 must be tested when the destination of the blind is not defined – This is the case for blinds supplied to JYSK as the origin and intention of the end customer is unknown.\n\nIn the interpretation of clause 8.2 it should be noted that the term “cord” covers a wide range of definitions. It is the responsibility of the supplier to proactively assess all doubts regarding this issue of cord definition in relation to products.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The requirements for cord lengths, safety devices and need for documentation differentiate depending on the type of pull-, number of inner cord(s) and “curtain” height. Great care should be taken when choosing the relevant sub- clause(s) and indents.\n\nAccording to JYSK’s interpretation of clause 8.2 the following sub-clauses must be assessed with a contingency approach depending on the specific characteristics of the blind(s):\n\n8.2.3.2 - Internal blinds with operating loop(s)\n\n8.2.3.3 - Internal blinds with pull cord(s)\n\n• 8.2.3.4 - Internal blinds with inner cords\n\n8.2.4 - Requirements relating to safety devices\n\nJYSK generally prefers to source blinds for which the installation height is not specified.\n\nIf the situation should occur a supplier must ensure and document that a specified installation height is accepted by JYSK before supplying blinds with this characteristic.\n\nSome requirements regarding cord lengths in EN 13120 are based on the assumption that blinds are always placed at least 150 cm from the floor and hence this distance requirement should be given in the instructions. JYSK does not consider such instructions to be a specified installation height.\n\nWhen assessing cord lengths the correct definition of measuring distance according to JYSK will be the vertical distance between the horizontal plane touching the highest point of the blind and horizontal plane tangent to the lowest point the free hanging cord.\n\nIn the rare case where the height of a curtain exceeds", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " the threshold distance of 2,5 m setting requirements for cord lengths, JYSK will assume the lesser of the specified nominal height (without tolerances) and the actually measurable curtain height to be the valid.\n\nClause 8.2.3.1 states that a warning notice (as specified in clause 15.2.2.2) must be attached to the product in “a conspicuous position”. A conspicuous position is always to be agreed upon between JYSK and the supplier for each product depending on the product characteristics and the packaging method. It is very important that the placement does not damage the blind during transportation or unpacking. JYSK supplies a downloadable digital version of the warning notice that must be used.\n\nIn clause 8.2.1 it is stated that “internal blinds presenting no hazardous loops and no hazardous cords” are deemed to satisfy the requirements. JYSK interprets this as when none of the above is present; tests can logically not be performed and the requirements of clause 8.2 and 15.2.2 can be avoided. Please notice that inner cords must be tested for accessibility and hazardous loops according to EN 16433 clause 10 before avoiding any requirements.\n\nAccording to clause 8.2.3.1 safety systems that are “non-integral” must be delivered attached to the blind “in the position of intended use” with a warning notice as specified in clause 15.2.2.3. JYS", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "K interprets this statement as the safety device must be actually fitted to the cord(s) in the way as close as possible to how it is intended during use. This means that attachment of safety devices within plastic bags, with loop pins or likewise is not acceptable.\n\nJYSK supplies a downloadable digital version of the warning notice that must be used for attachment to safety devices.\n\nWhen safety devices are correctly attached specified warnings and any associated parts must be attached to the device with e.g. a loop pin or similar. Associated parts can potentially be placed within a fitting zip loc bag.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The following illustrations should give an understanding of the correct fastening method.\n\nIn the illustrations the cord is a ball chain – the same principles apply to all other types of operating cords. The dashed blue line indicates a fastening method e.g. loop pin or plastic strip.\n\nUnacceptable: Safety device not correctly attached.\n\nAcceptable: Safety device properly attached to cord.\n\nAccording to clause 8.2.3.4 internal blinds that are not “made to order” for a specific building opening (i.e. all blinds supplied for JYSK) containing accessible inner cords must have an attached safety device (pull cord stop) locking the internal blind in fully retracted position at delivery.\n\nA safety warning according to clause 15.2.2.3 must be conspicuously attached to the pull cord stop(s). JYSK supplies a downloadable digital version of the warning notice that must be used. JYSK consider the requirement for attachment fulfilled by attaching the warning to the device(s) with a loop pin or similar.\n\nInstructions on how to adjust the blind to be fully operational must be given in the manual.\n\nRegarding the contingency-leaden choice of sub clause(s) within chapter 8 please note the documentation requirements stated by JYSK in chapter 2.1.4!", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Clause 15 sets requirements regarding “Information for installation, use and maintenance”.\n\nAccording to clause 15 all information must be given is in the national language(s) of the country of sale.\n\nJYSK’s stance regarding the issue of written texts in the instructions is to keep it to a minimum (i.e. only required safety warnings). This is because as all text must be translated to the language of the many countries JYSK operates in.\n\nInstead of written texts JYSK when possible requires use of easily understandable illustrations and pictograms to communicate the necessary information.\n\nAccording to clause 15.2.1 a warning notice with a pictogram (e.g. according to EN 61310-1) must be attached to the technical instructions. The notice must give a message in the following sense “The instructions for use shall be read before operating the product”.\n\nThe technical instructions must state situations in which “forced operation” may risk damaging the product. Assessment of whether forced operation can occur should be made by the supplier as he/she has the relevant knowledge of the product.\n\nDepending on the blind design additional warning notices may be required to follow the blind.\n\nWhen required the warning notice from clause 15.2.2.2 must according to JYSK’s interpretation be given in the following three places:\n\n1. Attached to the product in a conspicuous position\n\n2. In the instruction (within manual)\n\n3. On the packaging\n\nWarning texts in locations 1 and 2 must comply", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " with the text height requirements.\n\n• According to clause 15.2.2.1 the text in these warnings must be at least 3 mm high with the exception of the initial “WARNING” in upper case which must be at least 8 mm.\n\n• The referenced heights are interpreted by JYSK as cap heights. A cap height is the height of a capital letter above the baseline for a particular typeface.\n\n• The supplier is responsible for securing that text heights are according the height requirements regardless of any additional requirements or directions set by JYSK.\n\n• Note that the 8 mm requirement for the word “WARNING” applies to all translations hereof and not only the English warning.\n\nWarning texts in location 3 (on the packaging) may deviate from the above text height requirements but must always be clearly legible.\n\nJYSK requires the “Risk of strangulation”-pictogram to be included with the warning notice in all three locations. The reason behind including the pictogram on the packaging is to make customers aware of the warnings already at ‘point of sale’.\n\nThe “Risk of strangulation pictogram” that must follow the strangulation warning texts is available in the file named JYSK 10174. The pictogram made available by JYSK is the only version allowed.\n\nThe general warning notice that must be attached to the blind is made available under Downloads under the file-name JYSK 10170.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The warning text that must be stated in the instruction and on the packaging is available as JYSK 10176. Whenever practicable the text “Read carefully the instructions and install accordingly.” and translations hereof (available from JYSK 10170) must be included with the warning stated on the packaging.\n\nIn clause 15.2.2.3 are the two warning notices referenced to in clause 8 in relation to non-integral safety devices and pull cord stops for accessible inner cords on stock-blinds.\n\nThese notices are also subject to the minimum text height requirements of 3 and 8 mm.\n\nJYSK supplies electronic versions of these warnings that must be used.\n\nThe warning that must be attached to non-integral safety devices is named JYSK 10171.\n\nThe warning that must be attached to pull cord stops is in the same folder and is named JYSK 10172.\n\nAccording to clause 15.3 written instructions must be provided in accordance with the requirements of EN ISO 12100 clause 6.4.\n\nJYSK states requirements to the layout of accompanying documents in JYSK 5002.\n\nJYSK comments for the specific requirements regarding “Instructions for storage, transportation, handling, unpacking and installation”:\n\nAccording to clause 15.3.2 instructions must include a repeat of the information with which the product is marked. The requirement is by JYSK considered fulfilled by repeating the name and type of the product besides repeating", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " the supplier contact information from chapter 2.3.1.\n\nAll blinds supplied to JYSK should allow full handling and installation by non-professionals meaning that the statement can be made generally and not on process level within the instruction.\n\nFor products containing safety devices certain requirements for the instructions exist to ensure proper installation. Instructions must always include relevant information from clause 15.3.2.1 depending on the product.\n\nJYSK comments for the specific requirements regarding “Instructions for use and maintenance”:\n\nAs stated the instructions must include “the duties and conditions” under which the blind has to be used.\n\nInstructions regarding service, item replacement and maintenance should be few as JYSK generally prefers to source blinds that are service- and maintenance-free throughout the expected lifetime of the blind.\n\nProduct specific instructions must be in place when necessary. An example of this could be pleated blinds needing to be exercised to keep their shape.\n\nNecessary operation information must naturally be in place when use of the product can result in dangerous situations.\n\nThis standard is referenced to in EN 13120 clause 8.2 and is inherently used for testing of all blinds with safety devices. The purpose of the standard is to test the functionality of safety devices.\n\n“Annex A” of EN 16433 gives a great overview of the different tests specified within the standard.\n\nPage 7/25", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The standard is referenced to in EN 13120. The purpose of the standard is to describe component tests of safety devices.\n\n“Annex A” of EN 16434 gives a great overview of the different tests related to different safety devices.\n\nA quick run through of the most important clauses contained in the standard and JYSK’s associated comments will be given here:\n\nNote: Suppliers should always use the actual EN-standard as reference as JYSK does not comment on all topics.\n\nIn this clause general requirements are stated. Especially important is the statement saying that all parts associated with the protection from strangulation shall be included in the tests. According to JYSK’s interpretation this means that supplied fastening elements should be considered part of the safety device they are supplied with and be subject to the same requirements.\n\nClause 4 sets requirements for continuous test sampling during production runs referencing ISO 2859-1. Furthermore testing should be performed every time changes in design, composition, raw material or raw material supplier occur.\n\nThis clause describes different conditions that safety devices must be subjected to as a part of the full testing. In most cases (please refer to “Annex A” and relevant clauses 6 to 10) the safety devices must be tested in their original condition before treatment even though stated “before testing” in this clause.\n\nPlease note that the 5000 test cycles related to mechanical endurance for the safety device is independent on the class requirements of the blind itself.\n\nSpecific test methods and requirements", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " are described in their own clause for each type of safety device. The tests are naturally different depending on the type.\n\nClause 11 describes additional requirements concerning release of small parts and impact resistance.\n\nTesting of released small parts is made on all blinds on parts becoming detached during testing of clause 6 to 10. Testing is carried out by trying to fit any detached part within a defined “small part cylinder” simulating the mouth of a child.\n\nImpact resistance is only applicable for safety devices that are attached to fixed surfaces (e.g. tensioning and accumulation devices). Testing for impact resistance is carried out by dropping a metal weight on the test subject in different conditions.\n\nPage 8/25", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Specific requirements regarding information for installation, use and maintenance are stated for safety devices within EN 16434.\n\nThe requirement for marking the manufacturer/importer name is by JYSK considered to be covered by the requirements set in chapter 2.3.\n\nThe standard requires that information about the type of blind the safety device has been designed for and tested with is stated. To limit unwanted use and misuse of safety devices JYSK makes a text and translations hereof available for download stating that the device must only be used with the accompanying blind.\n\nThe file containing the texts is named JYSK 10173.\n\nThe supplied texts must be repeated in the manual with the installation instructions for all types of safety devices.\n\n“Information for use” including purpose and limitations must be given in conjunction with the installation instructions for all safety devices.\n\nThe last general requirement is to give warnings against release of small parts which can result in internal asphyxiation of a child. The warning should be given in relevant cases according to the supplier.\n\nIn addition to the general requirements within clause 12.2 safety device type-dependent information requirements exist. The type specific information in all cases addresses the physical limitations of adjacent elements to the specific safety device.\n\nAccording to clause 12.4 the safety devices must be marked to allow for traceability.\n\nThe requirement can be avoided if the placement of a sticker is not practicable due to the physical size of the safety device.\n\nSupplementary to the continuous test sampling requirements stated in clause ", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "4 the manufacturer shall establish and maintain a Factory Production Control (FPC) system according to clause 13.\n\nJYSK requires that testing of harmonized content should be done according to the highest level referenced rather than the just the applied sub-clauses.\n\nAn outcome of this interpretation is that even though many of the harmonized requirements are tested under the contingency approach, JYSK requires documentation for assessment of all referenced (sub)-clauses.\n\nReferences not tested against must be documented “Not applicable” and preferable with a relevant explanation of the reason leading to that particular conclusion.\n\n8.2.3.2 – N/A (no operating loops) 8.2.3.3 – N/A (no pull cords) 8.2.3.4 – N/A (no inner cords) 8.2.4 – N/A (no safety devices) 15.2.2 – N/A (no operating loops, pull cords or hazardous inner cords) 15.3.2.2 – N/A (product not power operated)\n\n15.3.3.2 – N/A (product not power operated)\n\nFor an overview of test documentation requirements see table in chapter 3.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Regarding the general safety of blinds the supplier must pay special attention to ensuring that no parts of the blind can cause harm to individuals directly or indirectly when using, installing, assembling, handling or else wise being in the immediate vicinity of the product.\n\nAssessment of safety can be carried out as a risk assessment containing at least the topics described in Annex B of EN 13120.\n\nAs a part of maintaining general safety JYSK has chosen to reference the passage of clause 8.1 making the contents within formal requirements:\n\n“Sharp and projecting edges of … protected by foam or rubber.”\n\nThe passage describes specific design requirements for edges on blinds.\n\nOperating loops must be permanently closed (endless) and not closed with a connector or assembly device.\n\nTensioned pleated blind are generally considered safe by design as all cords are held under constant tension by e.g. a spring mechanism. To prove the safety of the design JYSK requires testing including relevant principles and methods from EN 16433.\n\nBottom chains are a potentially hazardous element that is not directly covered by EN 13120 clause 8.2.\n\nDue to the potential strangulation risk JYSK requires that the supplier makes an assessment of the subject as part of the general safety assessment.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "JYSK Company information must be printed on the packaging in accordance with JYSK 6101 and repeated in the manual in accordance with JYSK 5002.\n\nFor reasons of safety and identification (e.g. in case of withdrawal) all blinds must be permanently marked with a sticker according to JYSK 6101.\n\nThe supplier must ensure full traceability of the product by correctly filling in the information on the sticker.\n\nPlacement of markings must be on the head rail on a non-visible place after assembly and installation. The marking must not be located within areas possibly removed when shortening the blind. The markings must be placed neatly and may not interfere with the operation of the blind. The marking should stick during the expected lifetime of the product.\n\nSome blinds do not have a head rail. In these cases a feasible placement must be found in collaboration with the category manager.\n\nAll placements of markings that are different from the above specified must be agreed upon by the category manager. The supplier must be able to document the category manager acceptance of any divergent marking solution.\n\nThe comfort and ease of operation is considered significant contributions to the overall quality perception for products within the blinds category. Furthermore operating effort also contains aspects of safety as blinds that are hard to operate will inherently be less safe.\n\nJYSK wants to deliver products with a pleasant, easy and comfortable operation meaning that all blinds must be designed, constructed and produced with this specific goal in mind.\n\nTo formalize the more or less intangible", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " product qualities related to operating effort JYSK has chosen to refer to clauses 4 and 5 of EN 13120. These clauses address general expectations regarding ease of operation and present quantifiable measures that can be tested. The requirements should in both cases be seen as minimum acceptable performance levels.\n\nClause 4 describes the allowed force for operating different types of operation mechanisms. The clause is determined by testing according to EN 13527.\n\nSupplied blinds must at least comply with class 1 in the clause.\n\nClause 5 describes dimensional requirements of operating mechanisms relative to the operating force of the specific product. The diagrams in this clause can be used for dimensioning the operating mechanisms. JYSK require designs complying with the specifications of the clause.\n\nPage 11/25", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The blinds sold at JYSK must be able to withstand expected misuse during operation as customers are very diverse and use their products differently.\n\nSupplied blinds must inherently be robust and strong by design and choice of materials.\n\nJYSK requires suppliers to ensure that every blind can “take a beating” and handle the expected stresses.\n\nTo formalize requirements related to misuse of blinds JYSK has chosen to refer to clause 6 of EN 13120:2009+A1:2014. The clause describes the forces blinds must be able to withstand without surpassing the allowed operating effort (chapter 2.4) or changing appearance outside specifications. JYSK refers to chapter 2.7 regarding appearance requirements as the appearance clauses of EN 13120 are not directly referenced!\n\nThe requirement of not changing appearance remains the same.\n\nBlinds are products with a relatively long life-time due to their relatively static positioning. JYSK expects suppliers to supply blinds that will be mechanically functioning at least throughout the expected lifetime for a blind in the specific category.\n\nTo formalize requirements related to mechanical endurance JYSK has chosen to refer to clause 7 of EN 13120. The clause describes the amount of operating cycles blinds must be able to go through without surpassing the allowed operating effort (chapter 2.4) or changing appearance outside specifications. JYSK refers to chapter 2.7 regarding appearance requirements as the appearance clauses of EN 13120 are not directly referenced! The requirement", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " of not changing appearance stays the same.\n\nClause 7 is determined by testing according to EN 14201. Supplied blinds must comply with at least class 1 in the clause to be accepted by JYSK. The requirements should be seen as the minimum acceptable performance level.\n\nIn this chapter requirements for the immediate appearance and form of blinds will be stated. This chapter uses a contingency approach meaning that suppliers must go through and familiarize with all subchapters but only apply the ones relevant for the specific supplied product.\n\nSome requirements concern usage of specific materials while other requirements will be product specific for certain subgroups within the blinds category.\n\nIn all cases it is the responsibility of the supplier to ensure that all relevant requirements are applied. The stated requirements will often be based on explicit wishes or problematic issues experienced for a specific topic or blind- category. If something is important enough to be described here it most likely means that the requirement is a focus area for JYSK and will be regularly monitored.\n\nAll distances and tolerances are specified at a reference temperature of 23° C ±5° C.\n\nPlease be aware of the specific thermal stability requirements from chapter 2.8.2 that exists concurrently to the appearance requirements.\n\nPage 12/25", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Every visible part/element of the blind must be defined with a specific reference color. JYSK prefers Pantone reference color for textile and plastics. For painted parts JYSK prefer reference colors in RAL. In the event that a color of a part is left unspecified the supplier must contact JYSK for a reference.\n\nTo ensure consistency parts must always be painted in the agreed color and with the correct layer thickness within specified tolerances if any.\n\nFurthermore the painted surfaces must be free of flaws, errors and scratches.\n\nBlind often contain several plastic parts made of different types of plastics. Visual appearance has great influence on the overall quality perception and hence makes quality management of plastic parts an important task.\n\nJYSK requires suppliers to perform the necessary actions to ensure uniformity and consistency of both color and form for plastic parts. JYSK expects suppliers to proactively advise and recommend solutions for the issue of achieving consistent color and form.\n\nUniformity is expected at delivery but should also be expressed by even aging of the different parts throughout the lifetime of the blind.\n\nExamples of non-uniformity of plastic parts:", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Another problematic topic regarding plastics is the issue of molding errors.\n\nMolding errors must not be present as they can ruin and compromise the perception of quality even when the part might be functioning.\n\nAs customers in most cases assemble the blinds themselves, they frequently see parts from angles that may not else wise be visible. Visual molding errors will not be accepted in places that might be visible for the customers during assembly. Function disabling molding errors will logically never be accepted.\n\nMolding error types includes but is not limited to the following:\n\n• Air bubbles and blisters\n\n• Burn marks\n\n• Disproportionately visibly or large burrs\n\n• Embedded contaminates\n\n• Flow marks\n\n• Sink marks\n\nTextiles require great quality management as blind parts made of these materials are often fundamental elements that have a highly visible placement.\n\nTextile must always be delivered in the correct agreed color within the specified tolerance. Any prints or patterns agreed must also be in a uniform appearance in relation to the specifications agreed upon.\n\nThe textile must also conform to any other agreed specification. Examples hereof include but are not limited to:\n\n• Composition of material(s)\n\n• Yarn type/count\n\n• Density\n\n• GSM or g/m2\n\n• Texture\n\n• Specifications related to coating\n\n• Transparency/opacity\n\nProducts containing textile(s) must be designed and produced to minimize known problems related to textiles. JYSK will not accept products with significant textile errors. This includes but is not limited to the visual appearance of the following phenomena:\n\n", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "• “V-ing” and “A-ing” due to deflection of tubes/rails\n\n• Ripples and waves in the textile\n\n• Curling/cupping\n\n• Puckering\n\n• Twisting\n\n• Telescoping (bad tracking)\n\nPage 14/25", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The edges of textiles must always be cleanly cut in a suitable production process to ensure that they will not fray or unravel.\n\nThe main reason for fraying being unacceptable is that even smaller threads will often unravel a lot of fabric when the customer instinctively tries to remove it. The problem scales significantly if the fabric is not aligned with the cuts.\n\nJYSK’s customers cannot be expected to know how to correctly handle frays.\n\nSmall errors can easily unravel bigger problems.\n\nSuppliers must ensure that blinds are tracked correctly and not crooked or skewed.\n\nTo formalize requirements related to horizontal and vertical deviation JYSK has chosen to refer to clause 12.5 of EN 13120.\n\nAll blinds (excluding vertical blinds) must be able to comply with Class 1 requirements of the clause except the special cases described within the clause itself.\n\nThe reference for setting allowed deviation will always be the specified nominal height and width dimensions of the blind and not the actual measurable distances.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "A visual detail of great importance within the blind category is (in most cases downwards) bow or bend of rails.\n\nGravity can influence especially bigger and heavier blinds to bend between fastening points.\n\nBending rails have the unfortunate effect of making the blind look under-dimensioned to customers, even in situations where the blind construction is more than strong enough from a mechanical point of view.\n\nTo ensure that all blinds support customer-perceptions of reliable quality products, JYSK requires that rails show no visible bend when mounted according to the instructions given for the product. Assessment of the issue is carried out as a visual inspection of a product mounted according to the supplied instructions.\n\nTo document the extent of potential bend issues the distance (D) between the highest and lowest points of the rail can be measured and reported.\n\nAs a general rule of thumb “D” is always expected to be less than three millimeters.\n\nIn assessment of problems the visual impression during inspection is of higher importance than the measurable distance.\n\nPage 16/25", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "For all venetian blinds applies that slats must neatly overlap by 2 mm at any given point along the slat. The overlap must be seen perpendicularly (from the 90̊ angle) onto the plane of the “curtain” in fully extended and closed position.\n\nBy neatly overlapping is meant without significant gap changes between slats when seen in the plane of the curtain.\n\nSlats must neatly align with the ends of the top and bottom rails including end caps and other potential elements.\n\nVenetian blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.\n\nMeasurements should be taken between the outermost elements of the blind with all relevant parts correctly assembled.\n\nSlats must be supplied in the specified length which is equal to the width of the blind and with the same tolerance. For visual reasons slats must be delivered with a maximum deviation of 1 mm between slats in a single package. Potential differences in length between slats and rails must be equally distributed in both ends of the blind.\n\nThe width of slats on venetian blinds must be the specified distance ±0,2 mm at any point along the slat.\n\nThe ability of slats to return to their original position must comply with the requirements of EN 13120 clause 12.2.\n\nLadder braids are the elements setting distance between slats. The distance between slats must be uniform showing no prominent differences in distance between sl", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "ats when looking at the blind.\n\nPlacement of ladders must be at least 10 cm from the ends of the slats allowing customers to shorten the blind.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Aluminum slats in most cases inherently have cupping as a part of their design.\n\nJYSK requires that the cupping of aluminum slats is uniform across the blind with a maximum deviation of 1 mm in cupping height between slats.\n\nWood and faux wood slats in most cases are intended to be flat (i.e. without cupping).\n\nJYSK requires that the cupping of wood and faux wood slats is less than a maximum allowed deviation of 1 mm in cupping height at any point across the slat.\n\nNote that the requirements for bamboo blinds are stated in chapter 2.7.12.\n\nRoller blinds supplied must be delivered in the specified nominal width W with a tolerance of maximum (+0 -4) mm. Measurements must be taken between the outermost elements of the blind including brackets and potential covers with all relevant parts correctly assembled.\n\nTo make sure that the edges of the roller blind will not rub against other parts and fray the curtain must be narrow enough to allow a distance of 5 ±1 mm from the edges of the textile to the ends of the tube.\n\nOn roller blinds the length of the textile curtain must be at least the specified length measured from the top side of the mounting bracket (top side of head rail for duo blinds) to the lower side of the bottom rail. JYSK will accept greater lengths to the extent that the extra textile does not obstruct with the function of rolling up the blind.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "The length of the bottom rail must be appropriate for the width of the blind.\n\nSewn in bottom rails on regular roller blinds may have lengths up to 10 mm smaller than the width of the textile curtain. If sewn in bottom rails are fixed the distance from curtain edge to rail end must be equal in both of the two sides.\n\nIn designs with sewn in bottom rails the textile in the curtain should be neatly aligned before sewing the pocket. JYSK will not accept misalignment resulting in free corners with a height (X) greater than 1 mm.\n\nPage 19/25", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Pleated blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.\n\nMeasurements should be taken between the outermost elements of the blind with all relevant parts correctly assembled.\n\nThe textile curtain must neatly align with top and bottom rail.\n\nPleated blinds must be able reach their specified nominal length without forcing or overstretching the textile.\n\nMeasurements of drop height should be taken from the upper side of the top rail to the lower side of the bottom rail.\n\nThe textile for pleated blinds must be strong enough that textile will distribute relatively evenly along the curtain when the blind is fully extracted.\n\nIf the textile of the upper half of the blind is stretched too much the functionality of the product is compromised and at some point the blind will not be able to fold correctly.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "For all vertical blinds apply that slats must neatly overlap by 5 mm at any given point when seen perpendicularly (from the 90̊ angle) onto the plane of the curtain.\n\nThe overlap must be measured in fully extended and closed position.\n\nBy neatly overlapping is meant without significant differences in the gaps between slats.\n\nThe outermost slat away from the operating mechanism must neatly align with the end of the top rail including end caps and other potential elements in fully extended and closed position.\n\nSlats must be at least the specified length L with a positive tolerance up to 10 mm: L\n\nFurthermore slats must be delivered with a maximum deviation of 5 mm between slats in a single package.\n\nThe width of slats must be within the specified tolerance of ±0,5 mm.\n\nThere must be no clearly visible changes in width along the length of the slat.\n\nThe form tolerance of slats is a critical factor for vertical blinds. JYSK aims to source slats with no to little cupping, but can accept cupping up to 4% of the specified width.\n\nExample - 89 mm wide slat: 89 ∙ 4% = 89 ∙ 0,04 = 3,56\n\nFor a slat with a specified nominal width of 89 mm the maximum allowed cupping is 3,56 mm.\n\nCupping is measured from the edges of the slat to the deepest point on the inside as", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " illustrated by distance C in the following illustration:\n\nSlats must not exceed the specified value of C at any point along its length.\n\nThe textiles in the bottom of the slats should be neatly aligned before sewing. JYSK will not accept misalignment resulting in free corners with a height (X) greater than 0,5 mm.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Roman blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.\n\nMeasurement should be taken between the outermost elements of the blind with all relevant parts correctly assembled.\n\nThe textile must neatly align with the head rail with a negative tolerance of maximum (+0 -5) mm.\n\nOn roman blinds the length of the textile curtain is the biggest factor in setting the height H of the blind. The height must be at least the specified nominal distance measured from the top of the head rail to the lower edge of the curtain. As shown in the illustration height/drop is measured from the head rail and not from the fastening elements. JYSK will accept greater heights of the blind up to 10 mm.\n\nThe stitched folds in the curtain must be correctly aligned meaning without prominently visible changes in the distance between opposing sides of the square created. Furthermore the aim is that all squares have similar heights.\n\nJYSK will not accept heights that clearly differentiate from each other when looking on the blind as a whole.\n\nThe lowest square is weighted less in the assessment as the distances have to add up to the height of the blind.\n\nSpecific distances and/or tolerances defined must be complied with.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Bamboo blinds must be delivered in the specified nominal width with a negative tolerance of maximum (+0 -4) mm. Measurement should be taken between the outer edges of the head rail including potential elements such as end caps. The bamboo curtain must neatly align with the head rail and is under the same tolerance.\n\nOn bamboo blinds the length of the curtain must be at least the specified length measured from the top of the highest head rail to the lower side of the bamboo roll.\n\nJYSK will accept greater lengths to the extent that the extra material does not obstruct with the function of rolling up the blind or any other requirement.\n\nBamboo is an organic material meaning that some variation in looks is to be expected.\n\nJYSK will not accept discoloration or any other visual variances due to dead, sick or rotting fibers. This includes fibers attacked by fungus, insects or other pests. The bamboo must not be split, cracked or otherwise broken.\n\nHumidity within the material must be brought within acceptable limits prior to delivery to prevent the material from crooking in the possession of JYSK or JYSK’s customers.\n\nBlinds are products placed in harsh conditions. Due to the sun blinds will undergo immense radiation including UV and many temperature changes. The placement close to windows strengthens the need for resistance against temperature and entails that humidity can also change a lot. In addition to the environmental conditions is also the fact that warranty differs between countries. When all conditions are summed the durability of blinds are", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " a critical product characteristic with high importance.\n\nSuppliers must perform the necessary actions, tests and assessments to ensure that supplied blinds can handle the harsh environments.\n\nFirstly and most straightforward is that JYSK requires that supplied blinds have a great ability to keep their original color and age in a uniform way.\n\nSecondly but at least as important is that blind-parts must not tenderize, become brittle or else wise perish to an extent making the supplied blinds nonfunctional, nonoperational or dangerous during the expected lifetime of the product.\n\nColor fastness of textile must be tested according to the requirements drawn up in clause 13.2 of EN 13120.\n\nRegarding visual color fastness aspects of paint JYSK suggests looking into the EN ISO 16474 series describing methods of exposure to different laboratory light sources and the EN ISO 11664 series describing colorimetric principles.\n\nOn the more functional aspects of durability for paint JYSK suggests looking into the EN ISO 4628 series describing how to evaluate degradation of coatings looking into the extent of defects and the intensity of uniform changes in appearance.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "For plastics JYSK suggests looking in the direction of ISO 4582 as it describes procedures used to determine changes in both appearance (including color) and variations in mechanical or other properties.\n\nJYSK sells blinds for use in many geographical locations and to customers with various definitions of normal usage conditions due to different in climates.\n\nSuppliers must ensure that blinds are functional and operational in the temperature range from -10° to 50° Celsius without significantly changing form or visual appearance outside the specifications from chapter 2.7.\n\nBlinds must be able to conform to the requirements at any temperature within the specified range both when exposed momentarily and when held for an unlimited period of time.\n\nRequirements regarding thermal stability are especially important to keep in mind for products containing fused materials e.g. laminated textiles.\n\nThe supplier must make sure that no unintended parts or particles are inside the packaging.\n\nJYSK will under no circumstances accept products that are moldy, infected with fungus or pests of any kind, living or dead. Products for which this occurs will be returned and all costs forwarded to the supplier.\n\nThis goes for products with unpleasant smells as well as these will be seen as unappealing by customers and therefore unsellable.\n\nSuitable screws and plugs must always be included for safety devices that require the use of such parts.\n\nScrews and plugs for mounting of blinds should not be included unless specifically agreed upon with CAM. The supplier is responsible for contacting CAM to find a suitable solution for blinds requiring other", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " fasteners than the 4 mm pan head screws sold by JYSK.\n\nThe supplier is responsible for securing that any supplied fastening solution is properly dimensioned for the intended\n\nThe supplier must at request be able to document the functionality and safety of supplied fastening methods by handing over documentation for assessment of structural integrity such as dimensioning calculations, standard references and fastening method specifications.\n\nPage 24/25", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com\n\nJYSK always requires test-documentation for the following clauses:\n\n| 0                      | 1                                                  | 2                                                                 |\n|:-----------------------|:---------------------------------------------------|:------------------------------------------------------------------|\n| EN 13120               | 8.1                                                | General (safety in use)                                           |\n| EN 13120               | 8.2*                                               | Protection from strangulation                                     |\n| EN 13120               | 15                                                 | Information for installation, use and maintenance                 |\n| EN 13120               | 14                                                 | Handling and storage                                              |\n| EN 13120               | 13.2 (All blinds with textile)                     | Color fastness of fabrics                                         |\n| EN 16434 (required by  | 4to1l (all applicable clauses for a given product) | -                                                                 |\n| EN 13120 clause 8.2.4) | 12.2                                               | Information for installation, use and maintenance (safety device) |\n| EN 13120 clause 8.2.4) | 13                                                 | Factory Production Control (FPC)                                  |\n\nRegarding the above requirements (within the table) JYSK only accept test reports from the following testing institutes:\n\n• Bureau Veritas\n\n• Intertek\n\n• SGS\n\nBlind requirements stated within this standard that are not listed in the table will be", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": " tested on ongoing basis by JYSK in relation to inbound quality control or whenever considered relevant to highlight a specific topic.\n\nJYSK allows documentation of component tests for safety-devices (i.e. clauses 5 to 11 of EN 16434) to be used for several products when the exact the same type of safety device is used by all affected products.\n\nThe supplier must for each of the affected blinds (divided at least by product name and most cases also by color) send the test-documentation to JYSK.\n\nJYSK accepts a Declaration of Conformity made by the supplier as documentation for fulfillment of the requirements stated within clauses 4 and 13 of EN 16434.\n\nThe Declaration of Conformity must be filled out according to JYSK 8004.\n\nThe declaration that must be sent to JYSK by the supplier is made by correctly filling out template JYSK 10213. The self-declaration can only be considered valid when JYSK has given the supplier acceptance of the document in writing.\n\nPage 25/25", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "MergedText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 1, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This standard describes JYSK requirements for blinds.", "page": 1, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Section Changes 3.2 Self-declaration template 10213 are repealed by JYSK 8004.", "page": 1, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "1 Product categories ............................................................................................................................ 3 2 JYSK Requirements for blinds ............................................................................................................. 3 2.1 Harmonized requirements .................................................................................................................. 3 2.1.1 EN 13120 clause 8.2 and 15 - JYSK interpretation and comments ........................................................... 3 2.1.2 JYSK comments to EN 16433 ............................................................................................................. 7 2.1.3 JYSK comments to EN 16434 ............................................................................................................. 8 2.1.4 Documentation of tests for harmonized standards ................................................................................. 9 2.2 General safety during use, handling and storage................................................................................. 10 2.2.1 Specific safety related focus areas .................................................................................................... 10 2.3 Marking and traceability .................................................................................................................. 11 2.3.1 Supplier contact information ............................................................................................................ 11 2.3.2 Information for full traceability of the product .................................................................................... 11 2.4 Operating effort and design of the operating mechanism ..................................................................... 11 2.5 Misuse ........................................................................................................................................... 12 2.6 Mechanical endurance ..................................................................................................................... 12 2.7 Appearance .................................................................................................................................... 12 2.7.1 Colors ........................................................................................................................................... 13 2.7.2 Painted parts .................................................................................................................................. 13 2.7.3 Plastic parts ................................................................................................................................... 13 2.7.4 Blinds containing textile ................................................................................................................... 14 2.7.5 Horizontal and vertical deviation ....................................................................................................... 15 2.7.6 Bend of rails ................................................................................................................................... 16 2.7.7 Venetian blinds ............................................................................................................................... 17 2.7.8 Roller blinds ................................................................................................................................... 18 2.7.9 Pleated blinds ................................................................................................................................. 20 2.7.10 Vertical blinds ................................................................................................................................ 21 2.7.11 Roman blinds ................................................................................................................................. 22 2.7.12 Bamboo blinds................................................................................................................................ 23 2.8 Durability ....................................................................................................................................... 23 2.8.1 Resistance to sunlight and other environmental conditions ................................................................... 23 2.8.2 Thermal stability ............................................................................................................................. 24 2.9 Dirt, mold, fungus and pest infestations ............................................................................................ 24 2.10 Screws, bolts and other fastening materials ....................................................................................... 24 3 Overview of required tests-documentation ......................................................................................... 25 3.1 Using component tests of safety devices for several products ............................................................... 25", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Fulfillment of EN 16434 clauses 4 and 13 by self-declaration of conformity ............................................ 25", "page": 2, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The blinds category contains the following product types:", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Main groups: Sub groups: Venetian blinds Aluminum blinds Wooden blinds Roller blinds daylight Roller blinds Roller blinds blackout Duo blinds Bamboo blinds Pleated blinds Pleated blinds daylight Pleated blinds blackout Vertical blinds Vertical blinds daylight Vertical blinds blackout Roman blinds Roman blinds daylight Roman blind blackout", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2 JYSK Requirements for blinds", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This chapter states JYSK requirements that suppliers of blinds must comply with. For references to external standards the latest published edition applies.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "It is the responsibility of the supplier to monitor relevant laws and regulations and make sure that all delivered products conform to these. JYSK will never accept products not complying with current legislation at the point of delivery.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To eliminate the risk of accepting products that may or will become legitimately obsolete in JYSK’s possession, suppliers are expected to proactively and appropriately inform JYSK about significant and relevant changes to the legislation. This is based on the assumption that suppliers are the professional experts within the field.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Likewise suppliers are also expected to give JYSK notices and advice regarding interpretation of the referenced content. This means suppliers must act proactively in the processes of conforming to statuary requirements in the most feasible way and avoid misinterpretations.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To ensure that all JYSK blinds are safe and conforming to the “General Product Safety Directive” (2001/95/EC) they all have to comply with the following harmonized standards:", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• EN 13120 (Performance requirements including safety) – clause 8.2 and 15.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• EN 16433 (Protection from strangulation hazards – Test methods)", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• EN 16434 (Protection from strangulation hazards – Requirements and test methods for safety devices)", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.1.1 EN 13120 clause 8.2 and 15 - JYSK interpretation and comments", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Short explanations on how JYSK interpret different clauses and standards will be given here:", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This clause describes the requirements regarding “protection from strangulation”. It was created to deal with the serious issue of children getting caught and strangled in blind cords. The method of solving the problem is firstly to ensure that cords are out of reach of children by controlling cord lengths and secondly to utilize different safety mechanisms.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 8.2 must be tested when the destination of the blind is not defined – This is the case for blinds supplied to JYSK as the origin and intention of the end customer is unknown.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In the interpretation of clause 8.2 it should be noted that the term “cord” covers a wide range of definitions. It is the responsibility of the supplier to proactively assess all doubts regarding this issue of cord definition in relation to products.", "page": 3, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The requirements for cord lengths, safety devices and need for documentation differentiate depending on the type of pull-, number of inner cord(s) and “curtain” height. Great care should be taken when choosing the relevant sub- clause(s) and indents.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to JYSK’s interpretation of clause 8.2 the following sub-clauses must be assessed with a contingency approach depending on the specific characteristics of the blind(s):", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "8.2.3.2 - Internal blinds with operating loop(s)", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "8.2.3.3 - Internal blinds with pull cord(s)", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• 8.2.3.4 - Internal blinds with inner cords", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "8.2.4 - Requirements relating to safety devices", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK generally prefers to source blinds for which the installation height is not specified.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "If the situation should occur a supplier must ensure and document that a specified installation height is accepted by JYSK before supplying blinds with this characteristic.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Some requirements regarding cord lengths in EN 13120 are based on the assumption that blinds are always placed at least 150 cm from the floor and hence this distance requirement should be given in the instructions. JYSK does not consider such instructions to be a specified installation height.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "When assessing cord lengths the correct definition of measuring distance according to JYSK will be the vertical distance between the horizontal plane touching the highest point of the blind and horizontal plane tangent to the lowest point the free hanging cord.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In the rare case where the height of a curtain exceeds the threshold distance of 2,5 m setting requirements for cord lengths, JYSK will assume the lesser of the specified nominal height (without tolerances) and the actually measurable curtain height to be the valid.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 8.2.3.1 states that a warning notice (as specified in clause 15.2.2.2) must be attached to the product in “a conspicuous position”. A conspicuous position is always to be agreed upon between JYSK and the supplier for each product depending on the product characteristics and the packaging method. It is very important that the placement does not damage the blind during transportation or unpacking. JYSK supplies a downloadable digital version of the warning notice that must be used.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In clause 8.2.1 it is stated that “internal blinds presenting no hazardous loops and no hazardous cords” are deemed to satisfy the requirements. JYSK interprets this as when none of the above is present; tests can logically not be performed and the requirements of clause 8.2 and 15.2.2 can be avoided. Please notice that inner cords must be tested for accessibility and hazardous loops according to EN 16433 clause 10 before avoiding any requirements.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 8.2.3.1 safety systems that are “non-integral” must be delivered attached to the blind “in the position of intended use” with a warning notice as specified in clause 15.2.2.3. JYSK interprets this statement as the safety device must be actually fitted to the cord(s) in the way as close as possible to how it is intended during use. This means that attachment of safety devices within plastic bags, with loop pins or likewise is not acceptable.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK supplies a downloadable digital version of the warning notice that must be used for attachment to safety devices.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "When safety devices are correctly attached specified warnings and any associated parts must be attached to the device with e.g. a loop pin or similar. Associated parts can potentially be placed within a fitting zip loc bag.", "page": 4, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The following illustrations should give an understanding of the correct fastening method.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In the illustrations the cord is a ball chain – the same principles apply to all other types of operating cords. The dashed blue line indicates a fastening method e.g. loop pin or plastic strip.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Unacceptable: Safety device not correctly attached.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Acceptable: Safety device properly attached to cord.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 8.2.3.4 internal blinds that are not “made to order” for a specific building opening (i.e. all blinds supplied for JYSK) containing accessible inner cords must have an attached safety device (pull cord stop) locking the internal blind in fully retracted position at delivery.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Pull cord stops", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "A safety warning according to clause 15.2.2.3 must be conspicuously attached to the pull cord stop(s). JYSK supplies a downloadable digital version of the warning notice that must be used. JYSK consider the requirement for attachment fulfilled by attaching the warning to the device(s) with a loop pin or similar.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Instructions on how to adjust the blind to be fully operational must be given in the manual.", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Regarding the contingency-leaden choice of sub clause(s) within chapter 8 please note the documentation requirements stated by JYSK in chapter 2.1.4!", "page": 5, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 15 sets requirements regarding “Information for installation, use and maintenance”.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Information for use must be given according to EN ISO 12100 clause 6.4 besides the specific requirements from clause 15 itself.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 15 all information must be given is in the national language(s) of the country of sale.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK’s stance regarding the issue of written texts in the instructions is to keep it to a minimum (i.e. only required safety warnings). This is because as all text must be translated to the language of the many countries JYSK operates in.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Instead of written texts JYSK when possible requires use of easily understandable illustrations and pictograms to communicate the necessary information.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 15.2.1 a warning notice with a pictogram (e.g. according to EN 61310-1) must be attached to the technical instructions. The notice must give a message in the following sense “The instructions for use shall be read before operating the product”.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The technical instructions must state situations in which “forced operation” may risk damaging the product. Assessment of whether forced operation can occur should be made by the supplier as he/she has the relevant knowledge of the product.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Warning notice(s) for protection from strangulation (clause 15.2.2):", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Depending on the blind design additional warning notices may be required to follow the blind.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "When required the warning notice from clause 15.2.2.2 must according to JYSK’s interpretation be given in the following three places:", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "1. Attached to the product in a conspicuous position", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2. In the instruction (within manual)", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "3. On the packaging", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Warning texts in locations 1 and 2 must comply with the text height requirements.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• According to clause 15.2.2.1 the text in these warnings must be at least 3 mm high with the exception of the initial “WARNING” in upper case which must be at least 8 mm.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• The referenced heights are interpreted by JYSK as cap heights. A cap height is the height of a capital letter above the baseline for a particular typeface.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• The supplier is responsible for securing that text heights are according the height requirements regardless of any additional requirements or directions set by JYSK.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Note that the 8 mm requirement for the word “WARNING” applies to all translations hereof and not only the English warning.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Warning texts in location 3 (on the packaging) may deviate from the above text height requirements but must always be clearly legible.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires the “Risk of strangulation”-pictogram to be included with the warning notice in all three locations. The reason behind including the pictogram on the packaging is to make customers aware of the warnings already at ‘point of sale’.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The “Risk of strangulation pictogram” that must follow the strangulation warning texts is available in the file named JYSK 10174. The pictogram made available by JYSK is the only version allowed.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The general warning notice that must be attached to the blind is made available under Downloads under the file-name JYSK 10170.", "page": 6, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The warning text that must be stated in the instruction and on the packaging is available as JYSK 10176. Whenever practicable the text “Read carefully the instructions and install accordingly.” and translations hereof (available from JYSK 10170) must be included with the warning stated on the packaging.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In clause 15.2.2.3 are the two warning notices referenced to in clause 8 in relation to non-integral safety devices and pull cord stops for accessible inner cords on stock-blinds.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "These notices are also subject to the minimum text height requirements of 3 and 8 mm.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK supplies electronic versions of these warnings that must be used.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The warning that must be attached to non-integral safety devices is named JYSK 10171.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The warning that must be attached to pull cord stops is in the same folder and is named JYSK 10172.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Accompanying documents (clause 15.3):", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 15.3 written instructions must be provided in accordance with the requirements of EN ISO 12100 clause 6.4.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK states requirements to the layout of accompanying documents in JYSK 5002.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK comments for the specific requirements regarding “Instructions for storage, transportation, handling, unpacking and installation”:", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 15.3.2 instructions must include a repeat of the information with which the product is marked. The requirement is by JYSK considered fulfilled by repeating the name and type of the product besides repeating the supplier contact information from chapter 2.3.1.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "All blinds supplied to JYSK should allow full handling and installation by non-professionals meaning that the statement can be made generally and not on process level within the instruction.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For products containing safety devices certain requirements for the instructions exist to ensure proper installation. Instructions must always include relevant information from clause 15.3.2.1 depending on the product.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK comments for the specific requirements regarding “Instructions for use and maintenance”:", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "As stated the instructions must include “the duties and conditions” under which the blind has to be used.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Instructions regarding service, item replacement and maintenance should be few as JYSK generally prefers to source blinds that are service- and maintenance-free throughout the expected lifetime of the blind.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Product specific instructions must be in place when necessary. An example of this could be pleated blinds needing to be exercised to keep their shape.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Necessary operation information must naturally be in place when use of the product can result in dangerous situations.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.1.2 JYSK comments to EN 16433", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This standard is referenced to in EN 13120 clause 8.2 and is inherently used for testing of all blinds with safety devices. The purpose of the standard is to test the functionality of safety devices.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "“Annex A” of EN 16433 gives a great overview of the different tests specified within the standard.", "page": 7, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.1.3 JYSK comments to EN 16434", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The standard is referenced to in EN 13120. The purpose of the standard is to describe component tests of safety devices.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "“Annex A” of EN 16434 gives a great overview of the different tests related to different safety devices.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "A quick run through of the most important clauses contained in the standard and JYSK’s associated comments will be given here:", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Note: Suppliers should always use the actual EN-standard as reference as JYSK does not comment on all topics.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In this clause general requirements are stated. Especially important is the statement saying that all parts associated with the protection from strangulation shall be included in the tests. According to JYSK’s interpretation this means that supplied fastening elements should be considered part of the safety device they are supplied with and be subject to the same requirements.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 4 sets requirements for continuous test sampling during production runs referencing ISO 2859-1. Furthermore testing should be performed every time changes in design, composition, raw material or raw material supplier occur.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 5: Artificial ageing:", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This clause describes different conditions that safety devices must be subjected to as a part of the full testing. In most cases (please refer to “Annex A” and relevant clauses 6 to 10) the safety devices must be tested in their original condition before treatment even though stated “before testing” in this clause.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Please note that the 5000 test cycles related to mechanical endurance for the safety device is independent on the class requirements of the blind itself.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 6 to 10: Test methods and requirements:", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Specific test methods and requirements are described in their own clause for each type of safety device. The tests are naturally different depending on the type.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 11: Additional requirements:", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 11 describes additional requirements concerning release of small parts and impact resistance.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Testing of released small parts is made on all blinds on parts becoming detached during testing of clause 6 to 10. Testing is carried out by trying to fit any detached part within a defined “small part cylinder” simulating the mouth of a child.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Impact resistance is only applicable for safety devices that are attached to fixed surfaces (e.g. tensioning and accumulation devices). Testing for impact resistance is carried out by dropping a metal weight on the test subject in different conditions.", "page": 8, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 12: Information for installation, use and maintenance:", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Specific requirements regarding information for installation, use and maintenance are stated for safety devices within EN 16434.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The requirement for marking the manufacturer/importer name is by JYSK considered to be covered by the requirements set in chapter 2.3.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The standard requires that information about the type of blind the safety device has been designed for and tested with is stated. To limit unwanted use and misuse of safety devices JYSK makes a text and translations hereof available for download stating that the device must only be used with the accompanying blind.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The file containing the texts is named JYSK 10173.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplied texts must be repeated in the manual with the installation instructions for all types of safety devices.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "“Information for use” including purpose and limitations must be given in conjunction with the installation instructions for all safety devices.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The last general requirement is to give warnings against release of small parts which can result in internal asphyxiation of a child. The warning should be given in relevant cases according to the supplier.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In addition to the general requirements within clause 12.2 safety device type-dependent information requirements exist. The type specific information in all cases addresses the physical limitations of adjacent elements to the specific safety device.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "According to clause 12.4 the safety devices must be marked to allow for traceability.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The requirement can be avoided if the placement of a sticker is not practicable due to the physical size of the safety device.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 13: Factory production control:", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Supplementary to the continuous test sampling requirements stated in clause 4 the manufacturer shall establish and maintain a Factory Production Control (FPC) system according to clause 13.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.1.4 Documentation of tests for harmonized standards", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires that testing of harmonized content should be done according to the highest level referenced rather than the just the applied sub-clauses.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "An outcome of this interpretation is that even though many of the harmonized requirements are tested under the contingency approach, JYSK requires documentation for assessment of all referenced (sub)-clauses.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "References not tested against must be documented “Not applicable” and preferable with a relevant explanation of the reason leading to that particular conclusion.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Examples for EN 13120:", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "8.2.3.2 – N/A (no operating loops) 8.2.3.3 – N/A (no pull cords) 8.2.3.4 – N/A (no inner cords) 8.2.4 – N/A (no safety devices) 15.2.2 – N/A (no operating loops, pull cords or hazardous inner cords) 15.3.2.2 – N/A (product not power operated)", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "15.3.3.2 – N/A (product not power operated)", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For an overview of test documentation requirements see table in chapter 3.", "page": 9, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.2 General safety during use, handling and storage", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Regarding the general safety of blinds the supplier must pay special attention to ensuring that no parts of the blind can cause harm to individuals directly or indirectly when using, installing, assembling, handling or else wise being in the immediate vicinity of the product.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Assessment of safety can be carried out as a risk assessment containing at least the topics described in Annex B of EN 13120.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "As a part of maintaining general safety JYSK has chosen to reference the passage of clause 8.1 making the contents within formal requirements:", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "“Sharp and projecting edges of … protected by foam or rubber.”", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The passage describes specific design requirements for edges on blinds.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.2.1 Specific safety related focus areas", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Operating loops must be permanently closed (endless) and not closed with a connector or assembly device.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Example of ball chain connector – Not permitted.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Tensioned pleated blind are generally considered safe by design as all cords are held under constant tension by e.g. a spring mechanism. To prove the safety of the design JYSK requires testing including relevant principles and methods from EN 16433.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Bottom chains on vertical blinds:", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Bottom chains are a potentially hazardous element that is not directly covered by EN 13120 clause 8.2.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Due to the potential strangulation risk JYSK requires that the supplier makes an assessment of the subject as part of the general safety assessment.", "page": 10, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.3 Marking and traceability", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.3.1 Supplier contact information", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK Company information must be printed on the packaging in accordance with JYSK 6101 and repeated in the manual in accordance with JYSK 5002.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.3.2 Information for full traceability of the product", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For reasons of safety and identification (e.g. in case of withdrawal) all blinds must be permanently marked with a sticker according to JYSK 6101.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplier must ensure full traceability of the product by correctly filling in the information on the sticker.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Placement of markings must be on the head rail on a non-visible place after assembly and installation. The marking must not be located within areas possibly removed when shortening the blind. The markings must be placed neatly and may not interfere with the operation of the blind. The marking should stick during the expected lifetime of the product.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Some blinds do not have a head rail. In these cases a feasible placement must be found in collaboration with the category manager.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "All placements of markings that are different from the above specified must be agreed upon by the category manager. The supplier must be able to document the category manager acceptance of any divergent marking solution.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.4 Operating effort and design of the operating mechanism", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The comfort and ease of operation is considered significant contributions to the overall quality perception for products within the blinds category. Furthermore operating effort also contains aspects of safety as blinds that are hard to operate will inherently be less safe.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK wants to deliver products with a pleasant, easy and comfortable operation meaning that all blinds must be designed, constructed and produced with this specific goal in mind.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To formalize the more or less intangible product qualities related to operating effort JYSK has chosen to refer to clauses 4 and 5 of EN 13120. These clauses address general expectations regarding ease of operation and present quantifiable measures that can be tested. The requirements should in both cases be seen as minimum acceptable performance levels.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 4 describes the allowed force for operating different types of operation mechanisms. The clause is determined by testing according to EN 13527.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Supplied blinds must at least comply with class 1 in the clause.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 5 describes dimensional requirements of operating mechanisms relative to the operating force of the specific product. The diagrams in this clause can be used for dimensioning the operating mechanisms. JYSK require designs complying with the specifications of the clause.", "page": 11, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The blinds sold at JYSK must be able to withstand expected misuse during operation as customers are very diverse and use their products differently.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Supplied blinds must inherently be robust and strong by design and choice of materials.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires suppliers to ensure that every blind can “take a beating” and handle the expected stresses.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To formalize requirements related to misuse of blinds JYSK has chosen to refer to clause 6 of EN 13120:2009+A1:2014. The clause describes the forces blinds must be able to withstand without surpassing the allowed operating effort (chapter 2.4) or changing appearance outside specifications. JYSK refers to chapter 2.7 regarding appearance requirements as the appearance clauses of EN 13120 are not directly referenced!", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The requirement of not changing appearance remains the same.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 6 is determined by testing according to EN 12194. The requirements should be seen as the minimum acceptable performance level.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Blinds are products with a relatively long life-time due to their relatively static positioning. JYSK expects suppliers to supply blinds that will be mechanically functioning at least throughout the expected lifetime for a blind in the specific category.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To formalize requirements related to mechanical endurance JYSK has chosen to refer to clause 7 of EN 13120. The clause describes the amount of operating cycles blinds must be able to go through without surpassing the allowed operating effort (chapter 2.4) or changing appearance outside specifications. JYSK refers to chapter 2.7 regarding appearance requirements as the appearance clauses of EN 13120 are not directly referenced! The requirement of not changing appearance stays the same.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clause 7 is determined by testing according to EN 14201. Supplied blinds must comply with at least class 1 in the clause to be accepted by JYSK. The requirements should be seen as the minimum acceptable performance level.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In this chapter requirements for the immediate appearance and form of blinds will be stated. This chapter uses a contingency approach meaning that suppliers must go through and familiarize with all subchapters but only apply the ones relevant for the specific supplied product.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Some requirements concern usage of specific materials while other requirements will be product specific for certain subgroups within the blinds category.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In all cases it is the responsibility of the supplier to ensure that all relevant requirements are applied. The stated requirements will often be based on explicit wishes or problematic issues experienced for a specific topic or blind- category. If something is important enough to be described here it most likely means that the requirement is a focus area for JYSK and will be regularly monitored.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "All distances and tolerances are specified at a reference temperature of 23° C ±5° C.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Please be aware of the specific thermal stability requirements from chapter 2.8.2 that exists concurrently to the appearance requirements.", "page": 12, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Every visible part/element of the blind must be defined with a specific reference color. JYSK prefers Pantone reference color for textile and plastics. For painted parts JYSK prefer reference colors in RAL. In the event that a color of a part is left unspecified the supplier must contact JYSK for a reference.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To ensure consistency parts must always be painted in the agreed color and with the correct layer thickness within specified tolerances if any.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Furthermore the painted surfaces must be free of flaws, errors and scratches.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Example of unacceptable scratch marks", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Blind often contain several plastic parts made of different types of plastics. Visual appearance has great influence on the overall quality perception and hence makes quality management of plastic parts an important task.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires suppliers to perform the necessary actions to ensure uniformity and consistency of both color and form for plastic parts. JYSK expects suppliers to proactively advise and recommend solutions for the issue of achieving consistent color and form.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Uniformity is expected at delivery but should also be expressed by even aging of the different parts throughout the lifetime of the blind.", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Examples of non-uniformity of plastic parts:", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Different end cap colors (top: semi transparent grayish, bottom: yellowish)", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Different cord colors on a single blind-unit", "page": 13, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Another problematic topic regarding plastics is the issue of molding errors.", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Molding errors must not be present as they can ruin and compromise the perception of quality even when the part might be functioning.", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "As customers in most cases assemble the blinds themselves, they frequently see parts from angles that may not else wise be visible. Visual molding errors will not be accepted in places that might be visible for the customers during assembly. Function disabling molding errors will logically never be accepted.", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Molding error types includes but is not limited to the following:", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Air bubbles and blisters", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Disproportionately visibly or large burrs", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.7.4 Blinds containing textile", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Textiles require great quality management as blind parts made of these materials are often fundamental elements that have a highly visible placement.", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Textile must always be delivered in the correct agreed color within the specified tolerance. Any prints or patterns agreed must also be in a uniform appearance in relation to the specifications agreed upon.", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The textile must also conform to any other agreed specification. Examples hereof include but are not limited to:", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Composition of material(s)", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• GSM or g/m2", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Specifications related to coating", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Products containing textile(s) must be designed and produced to minimize known problems related to textiles. JYSK will not accept products with significant textile errors. This includes but is not limited to the visual appearance of the following phenomena:", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• “V-ing” and “A-ing” due to deflection of tubes/rails", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Ripples and waves in the textile", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "• Telescoping (bad tracking)", "page": 14, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The edges of textiles must always be cleanly cut in a suitable production process to ensure that they will not fray or unravel.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The main reason for fraying being unacceptable is that even smaller threads will often unravel a lot of fabric when the customer instinctively tries to remove it. The problem scales significantly if the fabric is not aligned with the cuts.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK’s customers cannot be expected to know how to correctly handle frays.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Small errors can easily unravel bigger problems.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.7.5 Horizontal and vertical deviation", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Suppliers must ensure that blinds are tracked correctly and not crooked or skewed.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To formalize requirements related to horizontal and vertical deviation JYSK has chosen to refer to clause 12.5 of EN 13120.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "All blinds (excluding vertical blinds) must be able to comply with Class 1 requirements of the clause except the special cases described within the clause itself.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The reference for setting allowed deviation will always be the specified nominal height and width dimensions of the blind and not the actual measurable distances.", "page": 15, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.7.6 Bend of rails", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "A visual detail of great importance within the blind category is (in most cases downwards) bow or bend of rails.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Gravity can influence especially bigger and heavier blinds to bend between fastening points.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Bending rails have the unfortunate effect of making the blind look under-dimensioned to customers, even in situations where the blind construction is more than strong enough from a mechanical point of view.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To ensure that all blinds support customer-perceptions of reliable quality products, JYSK requires that rails show no visible bend when mounted according to the instructions given for the product. Assessment of the issue is carried out as a visual inspection of a product mounted according to the supplied instructions.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Significant and visible bend ®", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Examples of rail bend/bow", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To document the extent of potential bend issues the distance (D) between the highest and lowest points of the rail can be measured and reported.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "As a general rule of thumb “D” is always expected to be less than three millimeters.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In assessment of problems the visual impression during inspection is of higher importance than the measurable distance.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Simple drawing of the distance D.", "page": 16, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For all venetian blinds applies that slats must neatly overlap by 2 mm at any given point along the slat. The overlap must be seen perpendicularly (from the 90̊ angle) onto the plane of the “curtain” in fully extended and closed position.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "By neatly overlapping is meant without significant gap changes between slats when seen in the plane of the curtain.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Slats must neatly align with the ends of the top and bottom rails including end caps and other potential elements.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Width of venetian blinds:", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Venetian blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Measurements should be taken between the outermost elements of the blind with all relevant parts correctly assembled.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Width tolerance on venetian blind.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Slats must be supplied in the specified length which is equal to the width of the blind and with the same tolerance. For visual reasons slats must be delivered with a maximum deviation of 1 mm between slats in a single package. Potential differences in length between slats and rails must be equally distributed in both ends of the blind.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The width of slats on venetian blinds must be the specified distance ±0,2 mm at any point along the slat.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The ability of slats to return to their original position must comply with the requirements of EN 13120 clause 12.2.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Ladder braids are the elements setting distance between slats. The distance between slats must be uniform showing no prominent differences in distance between slats when looking at the blind.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Placement of ladders must be at least 10 cm from the ends of the slats allowing customers to shorten the blind.", "page": 17, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Cupping of slats (Aluminum):", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Aluminum slats in most cases inherently have cupping as a part of their design.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires that the cupping of aluminum slats is uniform across the blind with a maximum deviation of 1 mm in cupping height between slats.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Cupping of slats (Wood, faux wood and plastics):", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Wood and faux wood slats in most cases are intended to be flat (i.e. without cupping).", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK requires that the cupping of wood and faux wood slats is less than a maximum allowed deviation of 1 mm in cupping height at any point across the slat.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Note that the requirements for bamboo blinds are stated in chapter 2.7.12.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Width of roller blinds:", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Roller blinds supplied must be delivered in the specified nominal width W with a tolerance of maximum (+0 -4) mm. Measurements must be taken between the outermost elements of the blind including brackets and potential covers with all relevant parts correctly assembled.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Width tolerance on regular roller blind", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "To make sure that the edges of the roller blind will not rub against other parts and fray the curtain must be narrow enough to allow a distance of 5 ±1 mm from the edges of the textile to the ends of the tube.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "On roller blinds the length of the textile curtain must be at least the specified length measured from the top side of the mounting bracket (top side of head rail for duo blinds) to the lower side of the bottom rail. JYSK will accept greater lengths to the extent that the extra textile does not obstruct with the function of rolling up the blind.", "page": 18, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Length of bottom rails:", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The length of the bottom rail must be appropriate for the width of the blind.", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Sewn in bottom rails on regular roller blinds may have lengths up to 10 mm smaller than the width of the textile curtain. If sewn in bottom rails are fixed the distance from curtain edge to rail end must be equal in both of the two sides.", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Bottom rail significantly smaller than width of textile", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "In designs with sewn in bottom rails the textile in the curtain should be neatly aligned before sewing the pocket. JYSK will not accept misalignment resulting in free corners with a height (X) greater than 1 mm.", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: How to measure textile alignment on roller blind fabric", "page": 19, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Width of pleated blinds:", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Pleated blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Measurements should be taken between the outermost elements of the blind with all relevant parts correctly assembled.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Width tolerance on pleated blind", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The textile curtain must neatly align with top and bottom rail.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Length of curtain (drop height):", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Pleated blinds must be able reach their specified nominal length without forcing or overstretching the textile.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Measurements of drop height should be taken from the upper side of the top rail to the lower side of the bottom rail.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Stiffness of curtain folds:", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The textile for pleated blinds must be strong enough that textile will distribute relatively evenly along the curtain when the blind is fully extracted.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "If the textile of the upper half of the blind is stretched too much the functionality of the product is compromised and at some point the blind will not be able to fold correctly.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Visually equal distribution of textile.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Clearly unequal distribution of textile.", "page": 20, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For all vertical blinds apply that slats must neatly overlap by 5 mm at any given point when seen perpendicularly (from the 90̊ angle) onto the plane of the curtain.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The overlap must be measured in fully extended and closed position.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "By neatly overlapping is meant without significant differences in the gaps between slats.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The outermost slat away from the operating mechanism must neatly align with the end of the top rail including end caps and other potential elements in fully extended and closed position.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Slats must be at least the specified length L with a positive tolerance up to 10 mm: L", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Furthermore slats must be delivered with a maximum deviation of 5 mm between slats in a single package.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The width of slats must be within the specified tolerance of ±0,5 mm.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "There must be no clearly visible changes in width along the length of the slat.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The form tolerance of slats is a critical factor for vertical blinds. JYSK aims to source slats with no to little cupping, but can accept cupping up to 4% of the specified width.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Example - 89 mm wide slat: 89 ∙ 4% = 89 ∙ 0,04 = 3,56", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For a slat with a specified nominal width of 89 mm the maximum allowed cupping is 3,56 mm.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Cupping is measured from the edges of the slat to the deepest point on the inside as illustrated by distance C in the following illustration:", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Slats must not exceed the specified value of C at any point along its length.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Alignment of textile in the bottom of slats:", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The textiles in the bottom of the slats should be neatly aligned before sewing. JYSK will not accept misalignment resulting in free corners with a height (X) greater than 0,5 mm.", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: How to measure textile alignment on vertical blind slats", "page": 21, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Width of roman blinds:", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Roman blinds must be delivered in the specified nominal width W with a negative tolerance of maximum (+0 -4) mm.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Measurement should be taken between the outermost elements of the blind with all relevant parts correctly assembled.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The textile must neatly align with the head rail with a negative tolerance of maximum (+0 -5) mm.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Illustration: Tolerances on roman blinds (The hooks symbolize different fastening methods)", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "On roman blinds the length of the textile curtain is the biggest factor in setting the height H of the blind. The height must be at least the specified nominal distance measured from the top of the head rail to the lower edge of the curtain. As shown in the illustration height/drop is measured from the head rail and not from the fastening elements. JYSK will accept greater heights of the blind up to 10 mm.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "General requirements on alignment of folds:", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The stitched folds in the curtain must be correctly aligned meaning without prominently visible changes in the distance between opposing sides of the square created. Furthermore the aim is that all squares have similar heights.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK will not accept heights that clearly differentiate from each other when looking on the blind as a whole.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The lowest square is weighted less in the assessment as the distances have to add up to the height of the blind.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Specific distances and/or tolerances defined must be complied with.", "page": 22, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Width of bamboo blinds:", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Bamboo blinds must be delivered in the specified nominal width with a negative tolerance of maximum (+0 -4) mm. Measurement should be taken between the outer edges of the head rail including potential elements such as end caps. The bamboo curtain must neatly align with the head rail and is under the same tolerance.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Length of bamboo curtains:", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "On bamboo blinds the length of the curtain must be at least the specified length measured from the top of the highest head rail to the lower side of the bamboo roll.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK will accept greater lengths to the extent that the extra material does not obstruct with the function of rolling up the blind or any other requirement.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "General requirements regarding visual appearance of bamboo:", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Bamboo is an organic material meaning that some variation in looks is to be expected.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK will not accept discoloration or any other visual variances due to dead, sick or rotting fibers. This includes fibers attacked by fungus, insects or other pests. The bamboo must not be split, cracked or otherwise broken.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Humidity within the material must be brought within acceptable limits prior to delivery to prevent the material from crooking in the possession of JYSK or JYSK’s customers.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.8.1 Resistance to sunlight and other environmental conditions", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Blinds are products placed in harsh conditions. Due to the sun blinds will undergo immense radiation including UV and many temperature changes. The placement close to windows strengthens the need for resistance against temperature and entails that humidity can also change a lot. In addition to the environmental conditions is also the fact that warranty differs between countries. When all conditions are summed the durability of blinds are a critical product characteristic with high importance.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Suppliers must perform the necessary actions, tests and assessments to ensure that supplied blinds can handle the harsh environments.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Firstly and most straightforward is that JYSK requires that supplied blinds have a great ability to keep their original color and age in a uniform way.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Secondly but at least as important is that blind-parts must not tenderize, become brittle or else wise perish to an extent making the supplied blinds nonfunctional, nonoperational or dangerous during the expected lifetime of the product.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Color fastness of textile must be tested according to the requirements drawn up in clause 13.2 of EN 13120.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "A look towards the future regarding paint durability:", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Regarding visual color fastness aspects of paint JYSK suggests looking into the EN ISO 16474 series describing methods of exposure to different laboratory light sources and the EN ISO 11664 series describing colorimetric principles.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "On the more functional aspects of durability for paint JYSK suggests looking into the EN ISO 4628 series describing how to evaluate degradation of coatings looking into the extent of defects and the intensity of uniform changes in appearance.", "page": 23, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "A push in the right direction regarding plastic durability:", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "For plastics JYSK suggests looking in the direction of ISO 4582 as it describes procedures used to determine changes in both appearance (including color) and variations in mechanical or other properties.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK sells blinds for use in many geographical locations and to customers with various definitions of normal usage conditions due to different in climates.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Suppliers must ensure that blinds are functional and operational in the temperature range from -10° to 50° Celsius without significantly changing form or visual appearance outside the specifications from chapter 2.7.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Blinds must be able to conform to the requirements at any temperature within the specified range both when exposed momentarily and when held for an unlimited period of time.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Requirements regarding thermal stability are especially important to keep in mind for products containing fused materials e.g. laminated textiles.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.9 Dirt, mold, fungus and pest infestations", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplier must make sure that no unintended parts or particles are inside the packaging.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK will under no circumstances accept products that are moldy, infected with fungus or pests of any kind, living or dead. Products for which this occurs will be returned and all costs forwarded to the supplier.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "This goes for products with unpleasant smells as well as these will be seen as unappealing by customers and therefore unsellable.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "2.10 Screws, bolts and other fastening materials", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Suitable screws and plugs must always be included for safety devices that require the use of such parts.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Screws and plugs for mounting of blinds should not be included unless specifically agreed upon with CAM. The supplier is responsible for contacting CAM to find a suitable solution for blinds requiring other fasteners than the 4 mm pan head screws sold by JYSK.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplier is responsible for securing that any supplied fastening solution is properly dimensioned for the intended", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplier must at request be able to document the functionality and safety of supplied fastening methods by handing over documentation for assessment of structural integrity such as dimensioning calculations, standard references and fastening method specifications.", "page": 24, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Edition 8 – 2023-07 Compliancequality@JYSK.com", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "3 Overview of required tests-documentation", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK always requires test-documentation for the following clauses:", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Standard: Clause: 8.1 General (safety in use) 8.2* Protection from strangulation EN 13120 15 Information for installation, use and maintenance 14 Handling and storage 13.2 (All blinds with textile) Color fastness of fabrics 4 to 11 EN 16434 (all applicable clauses for a - (required by given product) EN 13120 clause 8.2.4) 12.2 Information for installation, use and maintenance (safety device) 13 Factory Production Control (FPC)", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Regarding the above requirements (within the table) JYSK only accept test reports from the following testing institutes:", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "*Testing according to EN 13120 clause 8.2 inherently includes usage of EN 16433. Note the specific documentation requirements stated in relation to testing of the harmonized clauses within EN 13120 in chapter 2.1.4.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "Blind requirements stated within this standard that are not listed in the table will be tested on ongoing basis by JYSK in relation to inbound quality control or whenever considered relevant to highlight a specific topic.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "3.1 Using component tests of safety devices for several products", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK allows documentation of component tests for safety-devices (i.e. clauses 5 to 11 of EN 16434) to be used for several products when the exact the same type of safety device is used by all affected products.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The supplier must for each of the affected blinds (divided at least by product name and most cases also by color) send the test-documentation to JYSK.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "3.2 Fulfillment of EN 16434 clauses 4 and 13 by self-declaration of conformity", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "JYSK accepts a Declaration of Conformity made by the supplier as documentation for fulfillment of the requirements stated within clauses 4 and 13 of EN 16434.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The Declaration of Conformity must be filled out according to JYSK 8004.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
{"content": "The declaration that must be sent to JYSK by the supplier is made by correctly filling out template JYSK 10213. The self-declaration can only be considered valid when JYSK has given the supplier acceptance of the document in writing.", "page": 25, "source": "JYSK 2002 - Blinds.pdf", "type": "OCRText"}
