{"content": "This Standard Operation Procedure describes JYSK’s requirements on how to exercise due diligence according to the (EU) 2023/1115 EU Deforestation Regulation (EUDR) and products/commodities related to deforestation. The seven commodities include cattle, cocoa, coffee, palm oil, rubber, soy, and wood as defined in Annex I of EUDR.\n\nEUDR does not apply to timber harvested before 29th of June 2023. The EU Commission is working on exemption codes, which must be declared before import of goods.\n\nIf the product is subject to EUTR, suppliers need to follow the JYSK 8101 SOP, if the timber is harvested before 29th of June 2023.\n\nRequirements described within this SOP will be effective from 1st of October 2024, replacing the existing JYSK 8101 - Timber Regulation SOP. JYSK 10001, JYSK 10002 and JYSK 10003 will be replaced by JYSK 10005, JYSK 10006 and JYSK 10007 from this SOP.\n\nThis procedure will be updated frequently before EUDR enters into force. The SOP can be subject to changes, due to the development of the EU Commission’s Information System or other requirements/guidelines that will be continuously updated.\n\n| Section   | Changes          |   Unnamed: 2 |\n|:----------|:-----------------|-------------:", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "|\n| 4.4.2     | Section updated. |          nan |\n\nPage 1/27", "page": 1, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\n| 0                                                                                                                                                                     |\n|:----------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| General FEQuIrEMeENtS........ ccc cece cce cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeseeeeeeeeeeeeeeeegeesteeeeestseeeeessseggges                   |\n| MF) Oar) i tO] ©) 0] —) gerne                                                                                                                                         |\n| NON-COMPOSItE MALETIAIS ....... cece cece cece cece eect eee eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeseeeeeeteueeeeteegeesseeggs                        |\n| Due DILIGENCE StateEMeE™nt ........ cece cece cece cece ee eee ence eeeeeeeeeeeeeceeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeetteegeersseggs                   |\n| CT <To) [olor (0) 9                                                                                                                                                   |\n| Tol er6 | a als) a) eo) | ©) 9 rrr                                                                                                                                    |\n| JYSK EUDR Task System — Upload GOCUMENEKS ......... ccc eee cece eee e cece eeeeeeceeeeeeeeeeeeeeceeeeeeeeeeeeeseteeeereetegeeeseeegs                                 |\n| Tan", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": ") 01) as 8 De 016] 0 0) 0) —] er                                                                                                                                   |\n| Simplified documentation for products produced in the EVU....... ccc cece ccc eee cece cece eeeeeeeeeeeeeeeeeeeeeeeeeteseeges                                         |\n| Required documentation for imported Products ........c cc ccce cece cece cece eeeeeeeeeeeeeceeeeeeeeeeeeeeceeeueeeeteueeeteteueetseeegs                               |\n| =) 0) 9) Fo) ot                                                                                                                                                       |\n| Required documents for iMpoOrted Product .........ccccce cece cece eee cence eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeueeeeeteeegeeetteseggeeggs                              |\n| Documents for all PrOGUCES ........ cece cc ccc cece cece cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeeeeeeeeeseeeueeeeteseegeegs                   |\n| DY Se RS) Wh 0)                                                                                                                                                       |\n| SUPDIY CNAIN OVEFVIEW..... cece cece cece cece ee cece cence eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeeeeeeeeeeeeeeseeeeetseueestseegeeeseeggggs                     |\n| Documents for composite materialS Made Of WOO........ cc ccccce cece ee eeeeeeeeeeeeeeeeeeeee", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "eeeeeeeeeeeeeeeeeeeeueeeetseeeeeegs                                      |\n| FSC-Certified PrOCGuUct ....... ccc cccccc cece cee eee cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeceeeeeeeeeetteggeeeteteegeeegs                   |\n| Additional requirements for NIGN-riSk PrOGUCES ........ cece cece eee eee e cece cece ee eeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeneeseeteeggs                                |\n| High-risk COUNTIES ANd WOOT SPECIES ....... cc ccece cece cc eee cece eee eeeeeeeceeeeeeeeeeeeeeeeeeeeeeeueeeeeeeeeeeeeeeeeeeeeeeeteegeeegs                           |\n| Preferred Dy Nature ........ ccc cece ccc cccc cece cece eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeseegeeeeeeeteseneges                   |\n| TESt FEQUIFEMENKS......... ccc cece cece eee cece eee eee e eee e eee ee nese eee ee seen eeeeeeeeeeeeeeseeeeeeeeseeeeeeeeeeneseneseneseueeseneseueeeeregs            |\n| Documentation for products made of recycled Materials ...........cc cece cece ee ceeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeee", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "eeetseeeeees                                      |\n| lh                                                                                                                                                                    |\n| RISK ASSESSMENL .... eee ccccc cece cece eee eee eee eee e EERE EERE EERE EEE ESAS EEE EERE EERE EEE EEE ESSE SSE EEE EERE EERE; EES SESS E EERE EERE REESE ESSEEEESS |\n| RISK MITIGATION 2... .. cece cece cece cece eee e ee eee eee eee e eee eee e ee eee eee neces seen eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeneeeeteeeeeeeeseeeeeeeggs     |\n| CONSEQUENCES Of NON-COMPLIANCE ...... ccc ccc ccc cece cece cece eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeteeeeeeetegeeeetseeeeeeseggs                            |\n| =) 00) 9) Fa | ok                                                                                                                                                     |\n| New DRI & DRII statement temp lates........ ccc cece cc cece eee eee cece eeeeeeeeeeeeeeeeeeeeeeeeueeeeeeegeeeteeeeeesseegeeeegs                                      |\n| Supply Chain Overview template ......... cc ccc cece ccc cee cece cece eeeeeeeeeeeeeeeeeeeeeeeeeceeeeeeeeeeeeeeeeeeseseeeeeeseteg", "page": 2, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "• Regulation (EU) 2023/1115 on making available on the Union market and the export from the Union of certain commodities and products associated with deforestation and forest degradation and repealing Regulation (EU) No 995/2010 (Text with EEA relevance).\n\n• Council Regulation (EC) No 2173/2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community (hereafter Regulation No 2173/2005).\n\n• UK Statutory Instruments No. 233 The Timber and Timber Products (Placing on the Market) Regulations 2013. • UK Statutory Instruments No. 1025 The Timber and Timber Products and FLEGT (EU Exit) Regulations 2018.\n\n• 814.021 Swiss Ordinance on Placing Timber and Timber products on the Market\n\n• (Holzhandelsverordnung, HHV) of May 12. 2021.\n\nFrom 30th of December 2024 all products containing wood supplied to JYSK must be FSC certified in accordance with JYSK General Requirements.\n\nFSC is currently developing a new claim system called FSC Regulatory FSC-STD-01-004. The implementation of the FSC Regulatory standard is expected to come into force in July 2024. JYSK strongly recommends all suppliers to register their contact details in the FSC Regulatory Module Registration, so that you can stay informed about the development of this standard", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": ". The FSC Regulatory Module is a voluntary standard. Certificate holders who decide to get certified against this additional module will have a tool and additional independent assurance to support their efforts in demonstrating compliance with EUDR requirements as they can show competent authorities and other companies that relevant information has been gathered and due diligence exercised. JYSK will closely monitor the FSC Regulatory Module and may consider it as a requirement for all supply chains to be FSC Regulatory certified in the near future. This would apply to all tiers from forest to final product.\n\nFSC Trace (previously called Blockchain) is also one of the tools JYSK intends to work with to secure information sharing between partners throughout the supply chains. You can read more about FSC Trace and register to join FSC Trace seminars here.\n\nNatural rubber is not permitted in JYSK products that fall within the rubber section of Annex I of Regulation (EU) 2023/1115.\n\nIf wood species or country of origin changes for non-composite materials the supplier must inform JYSK promptly and the product must receive a new product number from JYSK.\n\nPage 3/27", "page": 3, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nWhen the EU Commission has finalised the Information System (Due Diligence Statement – full operation in December), a template for data upload is expected to be made available. This template is used to specifically fill in information requirements required by the EU Commission. The template will for example include following information:\n\n• Operator name\n\n• Operator address\n\n• Operator registration and identification (EORI) number\n\n• Custom code\n\n• Trade name of materials subject to EUDR\n\n• Scientific name of materials subject to EUDR\n\n• Quantity (pcs)\n\n• Weight in kilo (KG)\n\n• Volume in cubic meters (CBM)\n\n• Geolocation information (polygon or point), see 3.1\n\n• Reference to existing due diligence statement, where relevant\n\n• Signature, date, signed for and on behalf of, name and function\n\nGeolocation means the geographical location of a plot of land described by means of latitude and longitude coordinates corresponding to at least one latitude and one longitude point and using at least six decimal digits. For plots of land of more than four hectares used to produce the relevant commodities, this shall be provided using polygons with sufficient latitude and longitude points to describe the perimeter of each plot of land.\n\nLatitude and longitude points must consist of at least six decimals.\n\nPolygons can for example be created by drawing lines in My Maps (Google) or using geojson.io. When the polygon has been", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " drawn, the coordinates can be extracted by exporting the polygon to a GeoJSON file.\n\nPolygon points of Figure 1:\n\n128.9163063, 47.4342293 128.9212845, 47.4313263 128.9337299, 47.4276683 128.9392231, 47.4351002 128.9319275, 47.4404993 128.9163063, 47.4342293\n\nNote that the first and last points are the same coordinates.\n\nJYSK strongly recommends suppliers to start registering the forest(s)’s geolocation coordinates as soon as possible, so that suppliers and sub-suppliers can get used to this new working process.\n\nA Step-by-Step guideline on how to submit a GeoJSON file to JYSK can be found in JYSK 10008.", "page": 4, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Products with approved EUTR documents will remain valid, but additional documentation described in 3 is required. JYSK requires its suppliers who have already submitted EUTR documentation in 2024 to provide geolocations for the relevant plot(s) of land before 31st of March 2025. This is only relevant for articles that are valid till 31st of March 2025 without geolocation and time of harvest. EUTR reports that are still valid between the period 1st of April 2025 till 31st of December 2025 will remain valid.\n\nIf geolocations are not available for submission, because the wood was harvested before 29th of June 2023, then a harvesting license/permit or invoices and transportation documents that can proof the harvesting of wood and transactions of purchased wood was before the 29th of June 2023 will be required. From the 1st of April (ETD) all EUTR suppliers must submit geolocation and time of harvest as part of the documentation package.\n\nEnsuring that all PDF documents uploaded adhere to the necessary quality standards is crucial for JYSK. Maintaining below specified quality standards for PDF documents is crucial for achieving precise text extraction, streamlined processing, uniformity, minimized rework, improved data quality, and adherence to legal and regulatory requirements. By adhering to these standards, suppliers help ensure a more efficient and dependable document processing workflow.\n\nIf the JYSK product is made", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " in China, the follow three documentations need to be a text-based PDF file:\n\n1. Chinese business license (JYSK 10009 for guidance) http://www.gsxt.gov.cn/index.html\n\n2. Chinese harvesting license (scan the QR code on the original harvesting license and download the PDF file)\n\n3. Chinese VAT invoice (download as PDF file) https://inv-veri.chinatax.gov.cn/\n\n• If a document needs to be scanned, ensure it is scanned at a resolution of 300 DPI or higher with high contrast between text and background.\n\nPhotos taken with mobile phones often result in poor quality for text extraction.\n\nUse a proper scanner for all documents.\n\nScreenshots or prints of webpages are acceptable if they are clear and legible.\n\nBlurry or poorly scanned documents may result in rejection.\n\n• This is to avoid delays in processing.\n\n• Adhering to these standards is crucial for efficient and accurate document processing.\n\n• Non-compliance may lead to document rejection and processing delays.\n\nDue to the large amount of EUDR documentation handling, JYSK has decided to develop a common platform where suppliers can access and upload relevant documents directly to the JYSK system. The JYSK EUDR Task System will be available for existing EUTR suppliers in January. The system will be available for EUDR suppliers after they have been through training sessions.", "page": 5, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Starting from 31st of December 2024:\n\n1. EUTR articles – For approved EUTR articles, suppliers need to input the Timber-ID given by the JYSK EUTR/EUDR team before proceeding the order.\n\n2. EUDR articles – Please disregard, if the system is asking for a Timber ID during this period. This field is not applicable for EUDR articles yet. However, the Timber ID will be requested after 1st of October 2025 the latest.\n\nFor a guideline see JYSK 10004:\n\nThe supplier is required to submit a due diligence statement to the EU Commission’s Information System and provide JYSK with relevant reference number. JYSK’s direct EU supplier is required to obtain the FSC Regulatory Module verification before 31st of December 2025. In the meantime, the supplier must have an alternative third-party verification, showing that their due diligence system is aligned with EUDR.\n\nThe documents must be consolidated into one PDF-file for each product, except for JYSK 10007, which must be sent as a separate Excel file to eudr@JYSK.com.\n\nThe documentation templates are updated for this SOP and are made available in accordance with Table 1:\n\n| Templates for JYSK 8101   | Updated templates for JYSK 8104   |\n|:--------------------------|:----------------------------------|\n| JYSK 10001                | JYSK", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " 10005                        |\n| JYSK 10002                | JYSK 10006                        |\n| JYSK 10003                | JYSK 10007                        |\n\nPage 6/27", "page": 6, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "The supplier must fill out the relevant documents and send minimum 30 days prior to ETD.\n\nFor truck and air delivery, the documents must be sent 30 days prior to delivery date. Final commercial invoices must be sent minimum 14 days prior to delivery date.\n\nDocumentation must be sent in one complete merged document, except for JYSK 10007, which must be sent as a separate Excel file. Invoices between sub-supplier to supplier, and from supplier to JYSK can be proforma invoices, to be able to meet the deadlines. Proforma invoices must later be followed by the final commercial invoices no later than two weeks after ETD. The email subject line must be: JYSK Product No. – Product name – Supplier name. Dash(-) must be used as a separator. Final commercial invoices from supplier to JYSK are no longer required but remember to write the order number in the proforma invoice.\n\nIt is very important that the supplier informs JYSK, when emailing the EUDR documents to the JYSK Deforestation Regulation mailbox eudr@JYSK.com, if the products share identical or very similar supply chains, so the JYSK EUDR approver can approve multiple products at the same time. All the related product numbers and product description must be in one email with attached related documentation. The email subject line must be: MULTIPLE PRODUCTS – JYSK Product No. – Product name – Supplier name. Dash(-", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": ") must be used as a separator.\n\nSupplier must number and name EUDR documents like below:\n\n1. Forest’s FSC certificate\n\n2. Forest's customs clearance documents of imported wood\n\n3. Forest’s phytosanitary certificate\n\n4. Forest’s bill of lading\n\n5. Invoice between forest and producer\n\n6. Delivery note between forest and producer\n\n7. Producer’s business license\n\n8. Producer’s FSC certificate\n\n9. Etc.\n\nSupplier must number which supply chain the related documents belong to. For example, write Supply chain 1, 2, 3 etc. in the upper left corner to show which supply chain the documents belong to. See examples Figure 9.\n\nA valid QR code is present on an original Chinese harvesting permit. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the harvesting permit, which can be downloaded as a PDF. Moving forward, only digital Chinese harvesting permits will be accepted for submission in the JYSK Task System.\n\nChinese invoices (VAT invoices) must be verified on the China government’s website: https://inv-veri.chinatax.gov.cn/ A screen shot of the online Chinese invoice must be attached right after the original copy of the scanned Chinese invoice. All Chinese VAT invoices must show a valid QR code for verification. The documentation number of the VAT invoices, original and the online version, must be the same to avoid confusion.", "page": 7, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "A valid QR code is present on an original Chinese VAT invoice. When scanned with a local Chinese mobile phone (or WeChat scan function), it generates a digital version of the invoice, which can be downloaded as a PDF. Moving forward, only digital Chinese VAT invoices will be accepted for submission in the JYSK Task System.\n\nChinese business licenses must be verified on the China government’s website: http://www.gsxt.gov.cn/index.html A screen shot of the online Chinese business license must be attached right after the original copy of the Chinese business license. The documentation number of the business licenses, original and the online version, must be the same to avoid confusion.\n\nThe Chinese business license must be downloaded as a PDF. Follow the guideline in JYSK 10009 to download the Chinese business license correctly. An example is also showed in Figure 10.\n\nThe documents remain valid for a maximum of one year, but only if all supply chains within the documents stay unchanged. If anything within the supply chain changes, the supplier must provide new documents and inform JYSK EUDR approver about the changes in the email. A product or PO has valid documentation if the documentation is valid at ETD date. This means that the product can reach customs duty or JYSK distributions centres with expired documentation, if the documents were valid at ETD date. If there are open orders, the documents must be replaced before expiry, in line with deadlines specified in this section. If there are any changes", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " in the supply chain and there are open orders, the documentation must be updated.\n\nAll PO’s must be associated with a set of valid documents. For guidance on how to link an order in Supplier Portal to a set of documents, see JYSK 10004 (existing procedure). This process may be changed as the EU Commission’s Information System is fully implemented.\n\nThe following documentation is required for all products within the scope of the EU Deforestation Regulations:\n\n• Due Diligence Statement for the Information System\n\n• EUDR I statement template\n\n• EUDR II statement template is needed when declaring composite materials\n\n• EUDR Supply chain overview template containing all tiers incl. addresses and documentation of the supply chain", "page": 8, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\n• Suppliers must comply with the following when filling out the EUDR I statement template:\n\n• The DR I statement template must be filled out for each product.\n\n• The different material types must be specified using complete botanical names (genus + species).\n\n• Part numbers used in the assembly instruction (AI) must be indicated for the specific product part. If the part numbers in the AI changes, the DR I statement template must be updated to fit accordingly. If the product does not have an AI, the parts must be indicated with clear wording.\n\nNote: The use of post-consumer recycled wood in composite materials must be specified in the EUDR II statement template.\n\nFor each type of material and harvest country used in a product the supply chain must be documented following these requirements:\n\n• The supply chain overview must follow the structure illustrated in 8.2.\n\n• All documents in the supply chain must be clearly numbered with a reference to the supply chain overview, see\n\n• Documentation must contain complete addresses of\n\n• All forests\n\n• All sawmills\n\n• All companies\n\n• The invoice from the producer to the trader and from trader to JYSK must contain JYSK product number, product description and wood species declared in DR I statement (botanical names).\n\n• Invoices that include FSC claim, and COC code can be written in either way:\n\nFSC claim and COC code or", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "\n\n• FSC claim and COC code and botanical names for all solid wooden species used for a product and the name of the composite material such as, MDF, PB, Plywood etc.\n\n• Documents must be legible and sufficiently translated into English so content and meaning is comprehensible. • For example, dates written in the original language such as Vietnamese, Thai, Chinese etc. must also be translated into English.\n\n• The required documentation will vary depending on country of origin. Note: If some of the documents provided for the supply chain overview are not properly translated or illegible, they will be considered not available.\n\nIf a product contains composite materials (e.g. MDF, particleboard, chipboard, paper etc.) the following documentation is required additionally:\n\n• EUDR II statement template – which must include all wood species that could occur in the product. Documentation for all possible wood species must also be included in the documentation.\n\n• Composite materials often contain more than one wood specie. Hence, it is important that the supplier declares more than one wood specie in the DR II statement template to provide valid information about the expected wood species used.\n\nThe use of recycled wood must be specified in the DR II statement template.\n\n• If a product containing composite materials also requires UWS according to 4.8.1 the EUDR II statement template must be included in the supply chain documentation to Preferred by Nature.\n\n• Geolocation coordinates for all plots of land where the timber originates", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " from. For example, if a composite board consists of wood from five different forests, then the geolocation data is required for all five locations. See example in 3.1.\n\n• Supply chain overview - the supply chain must be documented for each type of wood and harvest country used in the composite material. The supply chain overview must be as described in 4.5.2.\n\n• The different wood types must be specified using complete botanical names (genus + species).\n\nFrom 1st of October 2024 all composite materials must contain post-consumer recycled materials, see 4.9.\n\nInternal spot-checks are conducted by JYSK. Any EUDR related product can undergo a thorough spot-check, and in some cases, the product will be selected for a lab test to identify whether the declared species reflect in the results in the final test report requested by JYSK.", "page": 9, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nFSC-certification will be considered a risk mitigating measure when the following applies:\n\n• Complete supply chain must be FSC-certified from forest to last supplier before JYSK.\n\n• FSC-certificates for all tiers in the supply chain must be provided. For FSC-certificate code documentation go onto Microsoft Power BI https://search.fsc.org/en/ and use the search engine to find the relevant FSC certificate. Download the FSC certificate as a PDF using the download button (see pointing arrow). for FSC-certificate verification. The information found on FSC’s certificate public dashboard are the newest updated versions. Therefore, take a screenshot of the relevant FSC-certificate, showing date and time, and attach it to the EUDR report. A copy of the original FSC certificate (paper format) or scanned FSC certificate is not required as long as the digital version is attached.\n\n• FSC claim and CoC-number is stated on purchasing documentation between all tiers.\n\nNote: FSC-certification cannot replace the additional requirements described in 4.8.", "page": 10, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "The following risk mitigating requirements is considered necessary to ensure negligible risk.\n\nSuppliers of products produced in high-risk countries and/or containing high risk wood species must obtain third party verification to mitigate the risk in accordance with Table 2.\n\n| Products:                             | Risk mitigating requirements:                                                   |\n|:--------------------------------------|:--------------------------------------------------------------------------------|\n| Products produced in China            | On-site audit                                                                   |\n| containing oak and/or ash             | Risk assessment of Unique Wood Sources (UWS)                                    |\n| Products produced in Ukraine          | On-site audit Risk assessment of Unique Wood Sources (UWS)                      |\n| Products containing wood from Ukraine | Risk assessment of Unique Wood Sources (UWS): For wood originating from Ukraine |\n| Products produced in Turkiye          | On-site audit                                                                   |\n| Products produced in Turkiye          | Risk assessment of Wood Sources                                                 |\n| Products produced in Turkiye          | Unique (UWS)                                                                    |\n\nNote: JYSK does not accept products produced in Russia or containing timber from Russia.\n\nPage 11/27", "page": 11, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "JYSK has chosen Preferred by Nature as service provider. Suppliers of these products must enter into an agreement with Preferred by Nature for the following services:\n\n• On-site audits (OSA)\n\n• Risk assessment of Unique Wood Sources (UWS)\n\nThe UWS is a desk-based risk identification of the supply chain documentation for each individual wood source allowing detailed review and verification of the documents. The UWS must be conducted for each type of wood or composite material used in a product and the result of each UWS must be negligible. The UWS is valid only for the volume indicated in the documents and for the exact supply chain documented. The UWS can only be conducted based on detailed supply chain documentation with English translations provided by the supplier.\n\nProducts that contain UWS report(s) from Preferred by Nature do not need to be accompanied with EUDR Supply chain overview. However, the supplier’s own supply chain overview still needs to be submitted to Preferred by Nature to complete the UWS report. The supplier must always be able to show a supply chain overview, and the supply chain overview must be available in the Preferred by Nature report.\n\nThe on-site audit provides an overview of the supplier’s performance allowing JYSK to identify risks. The result of the on-site audit must be negligible. The on-site audit will include an assessment of general record keeping, an assessment of risk of mixing and an assessment of legal operation of the factory.\n\nThe on-site audit must be conducted before first shipment. Depending on", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " the result of the audit, the on-site audit should be expected to be renewed yearly and no later than 2 years after the last on-site audit.\n\nUsually, the on-site audit will take place at the producing factory but can be conducted on all tiers in the supply chain if necessary, to conclude negligible risk.\n\nIn some cases, on-site audits on either the producing factory or sub suppliers (e.g. sawmill or forest) are necessary to conclude negligible risk in the UWS. These on-site audits must take place early enough for the audit report to be included in the documents provided to JYSK before shipping.\n\nTo set up the agreement with Preferred by Nature the supplier must contact JYSK@preferredbynature.org. Preferred by Nature will provide additional details related to the agreement and the process.\n\nThe supplier must bear all costs related to the third-party verification.\n\nTo mitigate the risk of finding undeclared wood species or origins in products, the following test requirements apply:\n\n| Products:         | Test requirement:                  | Test method:                          |\n|:------------------|:-----------------------------------|:--------------------------------------|\n| Solid oak and ash | Determination of genus and species | Wood anatomy (macro- and microscopic) |\n| Solid oak and ash | Determination of origin            | Stable isotope                        |\n\nNote: Veneer oak and ash is considered solid wood and must undergo testing for both genus, species and origin.\n\n• Tests must be conducted by the producing factory or trader to J", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "YSK.\n\n• The tested sample must be taken from the materials to be used in the products for JYSK.\n\n• The tests can be done on batch level instead of product level.\n\n• The test report must be included in the supply chain documentation.\n\n• Test reports are valid for maximum two years.\n\n• If the supply chain changes, a new test report is required.\n\n• If the product requires UWS according to 4.8.1 the test must be provided to Preferred by Nature and be included into the final UWS Risk Assessment.", "page": 12, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nStarting 1st of October 2024, JYSK requires all suppliers to incorporate post-consumer recycled materials (e.g. second-hand wooden furniture) in all composite materials such as MDF, particle boards, etc. When using post- consumer recycled material, JYSK General Requirements must be followed. The decision of input volume of post- consumer recycled materials is defined by the supplier, as long as the supplier can prove the source and status of the content.\n\nIt is important that the composite board producer that is sourcing and incorporating post-consumer material is certified under FSC-STD-40-007, which pertains to Sourcing reclaimed material for use in FSC Product Groups or FSC Certified Projects, to ensure eligibility for making FSC claims. It is not necessary for the next company (e.g., furniture factory, trader) that is purchasing the certified composite boards from the producer to have FSC-STD-40-007 in their scope.\n\nIf the supplier encounters challenges with during the incorporation of post-consumer recycled materials, it is important to state this information in DR I or DR II statement and perhaps suggest a realistic timeline of implementation. JYSK will then evaluate this statement and give feedback if necessary. Important key points to notice are following:\n\n• Post-consumer recycled wood does not need to be certified under FSC and may be used in FSC products with FSC Mix", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " or FSC Recycled claim. However, companies sourcing and using recycled material in their products must be certified under FSC-STD-40-007.\n\n• The use of any post-consumer recycled material needs to follow this FSC standard: FSC-STD-40-007 (V2-0) EN. • Note that evidence must be maintained and shared with JYSK to prove post-consumer recycled status – see checklist below.\n\n1) Translation and explanation – need to be provided just like other documents used in the overall EUDR report. Mostly, post-consumer documentation consists of many handwritten documents such as statements and invoices. Therefore, it is important that the supplier translates and explains the content of the attached documents in English. Use red colour for the translation and explanation in these documents like the examples in 08.3.\n\n2) Business license – attach the post-consumer seller’s business license. For Chinese business licences the scope must indicate that the seller is allowed to sell post-consumer materials. In some cases, a business license is not obtainable for post-consumer materials, hence it is important that the supplier can provide multiple picture evidence. See point 3 below.\n\n3)\n\n• All photos must be clear in color and high-resolution.\n\nPhotos must include a date and time stamp and location.\n\nPhotos should be in common formats (JPEG, PNG) and labelled appropriately.\n\nEnsure good lighting and angles for visibility of material details.\n\n• Maintain photos and other documented evidence for", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " at least 5 years.\n\n• Capture at least 3 photos of raw post-consumer recycled material before processing.\n\n• Show storage and original state.\n\n• Photos with location metadata can only be collected if the camera app has access to location services. Most smartphones already have this in-build function. For example, with iPhone the iOS Camera app automatically uses GPS to record the exact location where the picture was taken. See Figure 4.", "page": 13, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "For products produced in Indonesia, follow the description in the FLEGT section in JYSK General Requirements.\n\nHowever, in the Deforestation Regulation suppliers with a FLEGT license need to provide following documentation and send to eudr@JYSK.com:\n\n• Due diligence statement, see 3.\n\n• EUDR I statement\n\nFor products produced outside Indonesia, but containing timber from Indonesia, normal timber procedure as described in this document, must be followed. The first documentation in the supply chain would then be the FLEGT license for the timber exported from Indonesia.\n\nThe risk assessment will be completed by JYSK based on the documents provided by the supplier. Only products considered to have negligible risk can be imported.\n\nIf the risk assessment for a product does not result in negligible risk, JYSK will inform the supplier about necessary actions to sufficiently mitigate the risk.\n\nThe following applies in the event of any non-compliances to the requirements within this document:\n\n• Each non-compliance will be penalized with fines up to 50.000 euro.\n\n• Repeated non-compliances will result in termination of the business relationship with the supplier.\n\nPage 15/27", "page": 15, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "DR I statement must be filled out by the supplier. If the product is made of composite material such as MDF, PB, LVL, OSB, plywood, chipboard, paper etc. remember to fill in the EUDR II statement template as well.\n\n| 0                                | 1                                |\n|:---------------------------------|:---------------------------------|\n| Article description              | Article description              |\n| Supplier name                    | Supplier name                    |\n| Supplier number                  | Supplier number                  |\n| producer                         | producer                         |\n| Address of composite producer    | Address of composite producer    |\n| Amfori ID of producerffactory if | Amfori ID of producerffactory if |\n| nan                              | JYSK AiS                         |\n\n| ('The use of composite materials (e.g. MDF, OSB, L¥L, particle board (PB). plywood, chipboard, paper) have been indicated in the TRI statement for the above mentioned article as:', 'One or more of the following types of wood listed below were used in the composite material', 'Botanical name of the wood according to EN 13556')   | ('The use of composite materials (e.g. MDF, OSB, L¥L, particle board (PB). plywood, chipboard, paper) have been indicated in the TRI statement for the above mentioned article as:', 'One or more of the following types of wood listed below were used in the composite material', 'Wood", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": " origin (countrgfregion/province)')   | ('The use of composite materials (e.g. MDF, OSB, L¥L, particle board (PB). plywood, chipboard, paper) have been indicated in the TRI statement for the above mentioned article as:', 'One or more of the following types of wood listed below were used in the composite material', 'UWS-no. “negligible risk” {if available) and the date of the last UWS update')   | ('The use of composite materials (e.g. MDF, OSB, L¥L, particle board (PB). plywood, chipboard, paper) have been indicated in the TRI statement for the above mentioned article as:', 'One or more of the following types of wood listed below were used in the composite material', 'Does the part contain FSC recycled material? YESINO')   | ('The use of composite materials (e.g. MDF, OSB, L¥L, particle board (PB). plywood, chipboard, paper) have been indicated in the TRI statement for the above mentioned article as:', 'One or more of the following types of wood listed below were used in the composite material', 'Does th t tal ies the past oontals pre- or P ° yumer recycled material?')   |\n|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "page": 16, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nNote: Remember to save changes as an Excel file, so the JYSK approver can comment in the same sheet.\n\nExplanation notes can be found in every green field. Place the cursor on the right corner on the red arrow and the explanation note will appear.\n\nPage 17/27", "page": 17, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Figure 10 – Supply chain 1 - Chinese business license, forest (2)\n\nPage 19/27", "page": 19, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nFigure 11 - Supply chain 1 - Statement of missing timber transportation license, forest --> sawmill (3)\n\nPage 20/27", "page": 20, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nPage 21/27", "page": 21, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nPage 22/27", "page": 22, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\nPage 24/27", "page": 24, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
{"content": "Edition 7 – 2025-02 Compliancequality@JYSK.com\n\n| 0        | 1                  | 2        | 3   |\n|:---------|:-------------------|:---------|:----|\n| No.:4512 | ES                 | | 1*40HC | nan |\n| nan      | 35W(27th,Aug.2018) | | 1*40HC | i=  |\n\nPage 27/27", "page": 27, "source": "JYSK 8104 - EU Deforestation Regulation (EUDR).pdf", "type": "MergedText"}
